Repository: vajrayanu/ShoppingCart
Catalog: Prosoft.Resource.Web/Ouikum/Admin.*.resx
Languages: th_th

# lbl500text
source: Text no more than 500 character
th_th: ข้อความไม่เกิน 500 ตัวอักษร

# lblAccountTrasferor
source: Name of the Transferor
th_th: ชื่อบัญชีของผู้โอน

# lblAdditionalComments
source: Remark
th_th: ข้อคิดเห็นเพิ่มเติม

# lblAdminLevel
source: Admin Level
th_th: ประเภทAdmin

# lblAdminRemark1
source: Recommend data about blacklist or block information
th_th: กรอกข้อมูลการ BlackList หรือ BlockInfo เพื่อชี้แจงลูกค้าทางอีเมล์

# lblAdminRemark2
source: Becareful your input data
th_th: โปรดระมัดระวังในการกรอกข้อมูล

# lblAdminType
source: Admin Type
th_th: ประเภท Admin

# lblAmount
source: Amount
th_th: จำนวนเงิน

# lblAmountOfTransfer
source: Amount of Transfer
th_th: จำนวนเงินที่โอน

# lblApproveCenter
source: Approve Center
th_th: ศูนย์กลางการอนุมัติ

# lblArticle
source: Article
th_th: บทความ

# lblBankTransfer
source: Bank Transfer
th_th: ธนาคารต้นทางที่โอน

# lblBranch
source: Branch
th_th: สาขา

# lblBuyer
source: Customer
th_th: ผู้ประกาศ

# lblBuyleadDetail
source: Details
th_th: Buylead Detail

# lblCategoryName
source: Category Name
th_th: ชื่อหมวดหมู่

# lblDate_Time
source: Date-Time
th_th: วัน-เวลา

# lblDelCategory
source: Delete Category
th_th: ลบหมวดสินค้า

# lblimgnoapprove
source: image no approve
th_th: สินค้าต้องห้าม

# lblimgnotmatchdata
source: image not match product data
th_th: รูปภาพไม่ตรงกับสินค้า

# lblinputnotcorrect
source: input data uncorrect
th_th: กรอกข้อมูลไม่ครบ/ไม่ถูกต้อง

# lblMainCategory
source: Main Category
th_th: หมวดหมู่หลัก

# lblMemberLevel
source: Member Level
th_th: ระดับสมาชิก

# lblMemberStatus
source: Status
th_th: สถานะของสมาชิก

# lblMoveCategory
source: Move Category
th_th: ย้ายหมวดสินค้า

# lblMoveProduct
source: Move product to category
th_th: ย้ายสินค้าไปหมวดอื่น

# lblMsgWelcome
source: Welcome to website management.
th_th: ยินดีต้อนรับสู่การจัดการเว็บไซต์

# lblNewCateEng
source: New CategoryNameEng
th_th: สร้างหมวดใหม่(ภาษาอังกฤษ)

# lblNewMember
source: New Member
th_th: เพิ่มสมาชิก

# lblNotSetTime
source: Not Set Time
th_th: ไม่ตั้งเวลา

# lblOrderNo
source: Order Number
th_th: หมายเลขการสั่งซื้อ

# lblPackageImage
source: Package Image
th_th: รูปประจำ Package

# lblPackageName
source: Package Name
th_th: ชื่อ Package

# lblPaymentInfo
source: Payment Information
th_th: ข้อมูลผู้แจ้งชำระเงิน

# lblPaymentNo
source: Payment Number
th_th: หมายเลขการแจ้งชำระเงิน

# lblPeriod_Package
source: Package Period
th_th: ระยะเวลาใช้งาน Package

# lblPermissions_Setting
source: The Permissions Setting
th_th: ตั้งค่าสิทธิการใช้งาน

# lblProductDetail
source: Product Details
th_th: Product Datail

# lblProduct_Costs
source: List of Product and Price
th_th: รายการสินค้าและค่าใช้จ่าย

# lblRenew
source: Renew
th_th: ต่ออายุ

# lblReport
source: Report
th_th: รายงาน

# lblSelectFromOtherPackage
source: Select OptionCode From Other Package
th_th: เลือก OptionCode จาก Package อื่น

# lblSendinfoUser
source: send information to user
th_th: ส่งข้อความถึงผู้ใช้

# lblSetTime
source: Set Time
th_th: ตั้งเวลา

# lblSetTime_OpenBuy
source: Set on sale time
th_th: ตั้งเวลาเปิดขาย

# lblShowAllCompany
source: Show all company
th_th: แสดงบริษัททั้งหมด

# lblShowMainPage
source: Show data in main page
th_th: แสดงข้อมูลในหน้าหลัก

# lblSlip
source: Pay in Slip
th_th: สลิปการโอนเงิน

# lblStatistic
source: Statistic
th_th: สถิติ

# lblStats
source: Stats
th_th: สถานะ

# lblSystem
source: System
th_th: ระบบ

# lblTotal
source: Total
th_th: รวม

# lblTransferInfo
source: Transfer Information
th_th: ข้อมูลการโอนเงิน

# lblTransferredToAccount
source: Account Transferred
th_th: บัญชีที่โอนเข้า

# lblType
source: Type
th_th: ประเภท

# lblVAT
source: VAT
th_th: ภาษีมูลค่าเพิ่ม

# lblWebAccessData
source: Information to access website
th_th: ข้อมูลในการเข้าใช้งานเว็บไซต์

# lblWebsiteConfig
source: Website Config
th_th: จัดการเว็บไซต์

# lblaboutregister
source: about register
th_th: สอบถามเรื่องการสมัครสมาชิก

# lblaboutregisterEx
source: How to create website easy method ? ... Onlinesoft Comtech - Jul, 20 2012
th_th: กระบวนการสมัครสมาชิกใช้งานยากมากครับ หลายขั้นตอน ไม่รู้จะทำยังไงดี... Onlinesoft Comtech - Jul, 20 2012

# vldgoldmemberrenew
source: Confirm gold member renew ?
th_th: ยันยันการต่ออายุ Gold Member ?

# lblCannot_save
source: Can't Save
th_th: ไม่สามารถบันทึกได้

# lblCate_duplicate
source: Category name duplicate,Can not add categories
th_th: ชื่อหมวดหมู่ซ้ำ ไม่สามารถเพิ่มหมวดหมู่ได้

# lblCheck_rights
source: You can check the usage rights
th_th: คุณสามารถตรวจสอบสิทธิการใช้งาน

# lblCustomer_website
source: Customer website
th_th: ข้อมูลลูกค้าเว็บไซต์

# lblDisables_acc
source: Your account has been disables
th_th: บัญชีของคุณถูกระงับการใช้งาน

# lblExpiry_date
source: Expiry date
th_th: วันที่หมดอายุ

# lblExtendlifetime
source: if needs extend lifetime for membership. You can the right to that
th_th: หากต้องการต่ออายุสมาชิก สามารถแจ้งสิทธิได้ที่

# lblGoldMemberExpired
source: Gold Member Package your expired use
th_th: Gold Member Package ของคุณ หมดอายุการใช้งานแล้ว

# lblGoldMemberExpire_in
source: Gold Member Package you will expire in
th_th: Gold Member Package ของคุณจะหมดอายุในวันที่

# lblGold_status
source: Your status is the Gold Member
th_th: สถานะการใช้งานของคุณคือ Gold Member

# lblMsgExtendGlodMember
source: Messages extend lifetime of use Package Gold Member
th_th: ข้อความแจ้งการต่ออายุการใช้งาน Package Gold Member

# lblnotification_expired
source: Gold Member Package notification expired
th_th: ข้อความแจ้งเตือน Gold Member Package หมดอายุ

# lblnotification_to_expire
source: Gold Member Package notification to expire
th_th: ข้อความแจ้งเตือน Gold Member Package ใกล้หมดอายุ

# lblReportcontact_requestPrice
source: Report contact data and request of price data through the website
th_th: แจ้งรายงานข้อมูลการติดต่อและขอราคาของคุณ ในเว็บไซต์

# lblRight_to_suspended
source: the right to suspended your membership successfully
th_th: ได้ระงับสิทธิการเป็นสมาชิกของคุณเรียบร้อยแล้ว

# lblStarted_date
source: Started date
th_th: วันที่เริ่มใช้งาน

# lblUpgradeFreeMember
source: System Upgrade your membership to Free Member
th_th: ระบบได้อัพเกรดระดับสมาชิก ของคุณเป็น Free Member

# lblUpgradeGoldMember
source: System Upgrade your membership to Gold Member
th_th: ระบบได้อัพเกรดระดับสมาชิก ของคุณเป็น Gold Member

# lblAdmin
source: Admin
th_th: ผู้ดูแลระบบ

# lblAdminArticle
source: Admin Article
th_th: บทความ

# lblAdminMsg
source: Admin Message
th_th: ข้อความ

# lblApprove
source: Approve
th_th: อนุมัติ

# lblReject
source: Reject
th_th: ไม่อนุมัติ

# lblTrade
source: Trade
th_th: การซื้อขาย

# lblAdminList
source: Admin List
th_th: รายชื่อผู้ดูแลระบบ

# lblEditAdmin
source: Edit Admin
th_th: แก้ไขข้อมูลผู้ดูแลระบบ

# lblEditMember
source: Edit Member
th_th: แก้ไขข้อมูลสมาชิก

# lblMemberList
source: Member List
th_th: รายชื่อสมาชิก

# lblNewAdmin
source: New Admin
th_th: เพิ่มผู้ดูแลระบบ

# lblArticleDetail
source: Article Details
th_th: รายละเอียดบทความ

# lblManageArticle
source: Manage Article
th_th: จัดการบทความ

# lblManageBanner
source: Manage Banner
th_th: จัดการ Banner

# lblManageCategory
source: Manage Category
th_th: จัดการหมวดหมู่

# lblManageMessage
source: Admin Message Center
th_th: ข้อความสำหรับ Admin

# lbltranscompany
source: Transport Company
th_th: บริษัทขนส่ง
