Repository: vajrayanu/ShoppingCart
Catalog: Prosoft.Resource.Web/Ouikum/Benefit.*.resx
Languages: th_th

# lblAccessInfo
source: Access to the information as superior
th_th: การเข้าถึงข้อมูลอย่างเหนือระดับ

# lblaccountsoftware
source: The accounting software
th_th: ใช้โปรแกรมบัญชีสำเร็จรูป

# lblAdsFront
source: สิทธิ์โฆษณาสินค้าในหน้าแสดงข้อมูลรายละเอียดสินค้า Premium Product
th_th: สิทธิ์โฆษณาสินค้าในหน้าแสดงรายละเอียดสินค้า Premium Product

source: lblAdsrate
th_th: อัตราค่าโฆษณา

# lblchoosetheme
source: Ability to choose web page theme
th_th: เลือกรูปแบบหน้าร้านออนไลน์ได้

# lblchoosethemeDesc
source: We have more than 30 themes for you to use as your satisfaction Modern, Aesthetic and Satisfaction can be changes as needed.
th_th: เรามีรูปแบบกว่า 30 รูปแบบให้ท่านได้เลือกใช้งาน ตามความพึงพอใจ สวยงาม ทันสมัย เปลี่ยนได้ตามต้องการ

# lblConnectPostjob
source: Link a working function with
th_th: เชื่อมฟังก์ชั่นการทำงาน เข้ากับ

# lblDisplaysproductsDesc
source: B2BThaiExport.com allows you to add unlimited products The number of products you have, the more products you can display
th_th: Ouikum.com ให้คุณเพิ่มสินค้าได้ไม่จำกัด ตามจำนวนสินค้าในธุรกิจของคุณ

# lblDisplaytop
source: Display on the top
th_th: การแสดงผลสินค้าอันดับต้น

# lblDisplaytopDesc
source: Gold member you are very special customer as VIP level, we deliver you “the very first show of search results” and immediately give you the special right just update your product information regularly
th_th: Gold Member คุณคือลูกค้าคนพิเศษ ระดับ VIP เรามอบสิทธิการแสดงผลลำดับสินค้าอันดับต้นๆ ให้คุณมีสิทธิเหนือระดับทันที เพียงเข้ามา update ข้อมูลสินค้าเป็นประจำเท่านั้น

# lblExclusivefree
source: Exclusive free several items
th_th: สิทธิพิเศษฟรี! หลายรายการ

# lblExclusivefreeDesc
source: To manage your full business Get free! The shortcut tools that we selected for you either accounting software or job seeking website for 1 year free.
th_th: บริหารธุรกิจของคุณอย่างครบวงจร รับฟรีเครื่องมือทางลัดที่เราคัดสรรมาเพื่อคุณ ทั้งโปรแกรมบัญชีสำเร็จรูปและเว็บไซต์ประกาศงาน ใช้ฟรี 1 ปีเต็ม

# lblfindemployee
source: help to find the employee
th_th: ผู้ช่วยในการค้นหาบุคลากร

# lblfindemployeeDesc
source: A person has become a human resource that very important to do any organization processes. Increase the chance to find the diligent employees. Just you easily post a job through www.lionjob.com and also to create a company brand to be known to outsiders
th_th: บุคคลกลายเป็นทรัพยากรบุคคลที่สำคัญมากที่สุดในการทำงาน เพิ่มโอกาสการหาพนักงานที่มีความรู้ความสามารถที่หลากหลาย เพียงโพสประกาศหาพนักงานผ่านเว็บไซต์นี้ง่ายๆ พร้อมทั้งยังสามารถสร้าง Brand บริษัทให้คนภายนอกเป็นที่รู้จักได้อีกด้วย

# lblFirst
source: First
th_th: ลำดับแรก

# lblGoldpackage
source: Gold Member
th_th: อัตราค่าโฆษณา Gold Member

# lblHotlineMatching
source: Purchasing Hotline & Matching center
th_th: Hotline จัดซื้อ & Matching Center

# lblHotlineMatchingDesc
source: When any demand for your product comes we are ready to matching the demand with the supply our Gold member to ensure lead information and supporting information to increase sales.
th_th: เมื่อมีความต้องการซื้อมาถึงเรา เราพร้อม Matching ความต้องการของผู้ซื้อ กับบริษัทผู้ขาย Gold Member ของเรา เพื่อให้คุณมั่นใจในข้อมูล lead และการสนับสนุนข้อมูลเพื่อเพิ่มยอดขาย

# lblImportantInfo
source: Important information from B2BThaiExport.com
th_th: แจ้งข้อมูลข่าวสารสำคัญจากเว็บไซต์ Ouikum.com

# lblIncreaseChannel
source: We increase the channel to access to your products as much as possible. Like the phrase said “the content is a king”
th_th: เราเพิ่มช่องทางเข้าถึงสินค้าของท่านให้มากที่สุด "Content is a king"

# lblIncreaseChannelDesc
source: The more online spaces you have and the more products you display. The more chance of your products to find out on Search Engine
th_th: ยิ่งลูกค้ามีพื้นที่การโปรโมทออนไลน์ และจำนวนสินค้ามากเท่าไหร่ โอกาสติด Search Engine การค้นหาข้อมูล สินค้าของท่านก็ยิ่งสูงมากขึ้นเท่านั้น

# lblJobsite
source: Job site
th_th: เว็บไซต์หางาน

# lblLately
source: Lately
th_th: หลังสุด

# lblLearnmore
source: Learn more
th_th: เรียนรู้เพิ่มเติม

# lblLinkotherservices
source: Link to other services
th_th: เชื่อมโยงบริการอื่นๆ

# lblLinkotherservicesDesc
source: Get special offer from B2BThaiExport.com To allow such sales easier such as purchasing hotline, matching center
th_th: รับบริการพิเศษเพิ่มเติมจาก Ouikum.com เพื่อช่วยให้งานขายง่ายขึ้น เช่น Hotline จัดซื้อ, Matching Center

# lblLionJob
source: LionJob.com
th_th: Aecth.org

# lblMaxProduct
source: The Maximum number of items
th_th: เพิ่มประกาศขายสินค้าได้สูงสุด

# lblmoredesign
source: More web page designs
th_th: หน้าร้านออนไลน์หลายรูปแบบ

# lblmyAccountDesc
source: Accounting software for SMEs businesses, carefully accounting for all processes, save times, save costs, reduce difficulty processes, and save human resources for all operating
th_th: โปรแกรมบัญชี สำหรับธุรกิจ SMEs เพื่อการทำบัญชีได้อย่างละเอียดทุกขั้นตอน ช่วยประหยัดเวลา ประหยัดค่าใช้จ่าย ลดขั้นตอนการทำงานที่ยุ่งยาก และประหยัดทรัพยากรบุคคลในดำเนินงาน

# lblnewfunction
source: The new function Product Store
th_th: ฟังก์ชั่นใหม่ product Store

# lblnewfunctionDesc
source: Supported to search vendors easier Gold member ensure that product information is targeted to your target before other
th_th: รองรับการค้นหาผุ้ขายอย่างง่ายขึ้น Gold Member มั่นใจได้ว่าข้อมูลสินค้าสามารถเข้าถึงกลุ่มเป้าหมายได้ก่อนใคร

# lblnotwebsite
source: It is not the problem even you already have a website,
th_th: แม้มีเว็บไซต์อยู่แล้วก็ไม่ใช่ปัญหา

# lblnotwebsiteDesc
source: The other way to increase access to customer information Similarly, you have a lot of information on the online world, when you search (search engine) there will be more chance than typical site as twofold
th_th: เป็นอีกช่องทาง เพื่อเพิ่มการเข้าถึงข้อมูลให้กับลูกค้า เสมือนมีข้อมูลบนโลกออนไลน์หลายแห่ง เมื่อทำการค้นหาข้อมูล (Search Engine) โอกาสมีมากกว่าเว็บไซต์ทั่วไปถึง 2 เท่า

# lblOnlineAds
source: Online advertisemnet system
th_th: ระบบโฆษณาออนไลน์

# lblPostemployee
source: Post for the new employee
th_th: ลงประกาศหางานที่

# lblPostJob
source: Post a job on the website
th_th: ประกาศหางานในเว็บไซต์ได้

# lblPostJobDesc
source: Link a working function with www.lionjob.com the biggest job seeking website of Thailand, seeking for new employee, seeking any job positions or job offering with easily, quickly and thoroughly
th_th: เว็บหางานแห่งใหญ่ของไทย ประกาศหาพนักงาน ค้นหาตำแหน่งงาน หรือเสนอตำแหน่งงานว่างได้สะดวก รวดเร็ว ทั่วถึง

# lblPremiumWebsite
source: Free! Company Website
th_th: ฟรี! Company Website

# lblPremiumWebsiteDesc
source: Select Website theme more than 30 themes which appropriate with your business
th_th: เลือก Theme เว็บไซต์ได้มากกว่า 30 รูปแบบ ตามลักษณะที่เหมาะสมกับธุรกิจของคุณ

# lblProductsEasily
source: Products more easily
th_th: พบสินค้าได้ง่ายกว่า

# lblProductsEasyDesc
source: In the very first show of search results Make buyers more likely to fide your product.
th_th: แสดงสินค้าในลำดับต้น ๆ ของผลการค้นหา ทำให้ผู้ซื้อมีโอกาสพบสินค้าของคุณมากขึ้น

# lblProgramfree
source: Exclusive 1 year free!
th_th: สิทธิพิเศษ ใช้ฟรี 1 ปีเต็ม

# lblProgramfreeDesc
source: A gold member on the www.AppStoreThai.com , the privileged more than worth! Get 1 year free!
th_th: เมื่อเป็นสมาชิก Gold Member เว็บไซต์ B2BThai.com ได้รับสิทธิพิเศษสุด คุ้มมากกว่าคุ้ม รับไปเลยฟรี 1 ปี

# lblPromoteProduct
source: Ability to promote unlimited products
th_th: สามารถลงประกาศขายสินค้าได้อย่างไม่จำกัดจำนวน

# lblPromoteProductDesc
source: The main product category 29 categories would identify target market and online sale is unlimited with the low cost
th_th: หมวดหมู่สินค้าหลัก 29 หมวดหมู่ เสนอข้อมูลเฉพาะเจาะจงถึงกลุ่มเป้าหมายมากยิ่งขึ้น พื้นที่ขายสินค้าออนไลน์ไม่จำกัดด้วยการลงทุนที่ต่ำ

# lblReliableCustomer
source: Guarantee reliable with your customer
th_th: การันตีความเชื่อมั่น ให้กับลูกค้าของคุณ

# lblReliableCustomerDesc
source: Create online web page like a premium website as your online product showroom and also display your company profiles.
th_th: สร้างหน้าร้านออนไลน์รูปแบบ Premium Website เป็นโชว์รูมแสดงสินค้าออนไลน์ และเป็นเว็บไซต์แสดงข้อมูลบริษัทไปด้วยในตัว

# lblSortproductDisplay
source: The sort of product display/declaration purchase
th_th: ลำดับการแสดงผลของสินค้า

# lblTemplate
source: Template
th_th: รูปแบบ

# lblunlimetedAccessDesc1
source: - Access to Leads’ information (buys-sells)
th_th: - เข้าถึงข้อมูล lead ประกาศซื้อ-ขาย

# lblunlimetedAccessDesc2
source: - Receive a news, an exclusive, and any discounted before anyone else
th_th: - รับข่าวสารข้อมูล สิทธิพิเศษ และส่วนลดต่างๆ ก่อนใคร

# lblUnlimited
source: Unlimited
th_th: ไม่จำกัด

# lblUnlimitedAccess
source: Gold member is unlimited to access any information
th_th: Gold Member เข้าถึงข้อมูลได้อย่างไม่จำกัด

# lblAccname
source: Account name iNext step Co.,Ltd Saving Account
th_th: ชื่อบัญชี บริษัท โปรซอฟท์ ไอทีโอ จำกัด ประเภทบัญชี ออมทรัพย์

# lblAccnameDesc
source: Account name iNext step Co.,Ltd
th_th: ชื่อบัญชี บริษัท โปรซอฟท์ ไอทีโอ จำกัด

# lbladdrmapbkk
source: 2571/1 Software resort Ramlhamheang Rd. Huamark Bangkrapi Bangkok 10240 Tel: (02) 402-8067 Phone: (088) 258-3434
th_th: 2571/1 ซอฟท์แวร์ รีสอร์ท ถ.รามคำแหง แขวงหัวหมาก เขตบางกะปิ กรุงเทพฯ 10240 โทรศัพท์ (02) 402-8067 โทรศัพท์มือถือ (088) 258-3434

# lbladdrmapcm
source: 287 M.5 T. Sunsainoi Ampor.Sunsai Chiang Mai 50210 Tel: (02) 402-8068 Phone: (081) 359-7680
th_th: เลขที่ 253/3 หมู่ที่3 ต.ขี้เหล็ก อ.แม่ริม จ.เชียงใหม่ 50180 โทรศัพท์ 053-465-545, 083-421-6879, 088-252-6097

# lblAdsbuysell
source: Advertisement-buying-selling
th_th: โฆษณา-ประกาศซื้อ-ขายสินค้า

# lbladsclick
source: Advertising with us Chick!
th_th: ติดต่อสอบถาม/ลงโฆษณากับเรา ได้ที่

# lbladsrateaddr1
source: Please withholding tax on behalf of “Prosoft Comtech Co., Ltd.”
th_th: โดยออกหนังสือรับรองการหักภาษี ณ ที่จ่ายในนาม “ บริษัท โปรซอฟท์ ไอทีโอ จำกัด ”

# lbladsrateaddr2
source: 54/27 Ramkhamhaend 60/2 Ramkhamhaeng Huamark Rd. Bangkrapi Bangkok 10240
th_th: ที่อยู่ 287 ม.5 ต.สันทรายน้อย อ.สันทราย จ.เชียงใหม่ 50210

# lbladsratecompany1
source: Please send the withholding tax document to the address below
th_th: กรุณาส่งหนังสือรับรองการหักภาษี ณ ที่จ่าย (ฉบับจริง) มาตามที่อยู่ ข้อมูลด้านล่างนี้

# lbladsratecompany2
source: 2571/1 Software resort Ramkhamhaeng Rd. Huamark Bangkrapi Bangkok 10240
th_th: 287 ม.5 ต.สันทรายน้อย อ.สันทราย จ.เชียงใหม่ 50210

# lbladsratecompany3
source: (Company financial office)
th_th: (ที่อยู่สำนักงานจัดทำบัญชีของบริษัทฯ)

# lbladsratecompany4
source: The company will send the invoice and the receipt, after receive the original withholding tax only!
th_th: ทางบริษัทฯจะจัดส่งใบกำกับภาษี/ใบเสร็จรับเงิน หลังจากที่ได้รับหนังสือรับรองการหักภาษี ณ ที่จ่ายฉบับจริงแล้วเท่านั้น

# lbladsratefee1
source: - For advertising rate please deduct 2% withholding tax and fax the deduction document to 089-967-6157 and send the original document by post to our address below
th_th: - สามารถหักภาษี ณ ที่จ่ายเป็นค่าโฆษณา 2% จากจำนวนเงินไม่รวม VAT 7%

# lbladsratefee2
source: ** New members must submit a copy of value added tax registration or a copy of company registration certificate with an address for billing purposes.
th_th: ** สำหรับการใช้บริการครั้งแรก กรุณา FAX ภพ. 20 หรือหนังสือรับรองบริษัทหน้าแรก พร้อมระบุที่อยู่ออกใบเสร็จ/ใบกำกับภาษีมาด้วย

# lbladsratetax
source: * Rates exclude VAT 7% and Bank transfer fee!
th_th: - ราคาในการโอนทั้งหมด ต้องรวมภาษีมูลค่าเพิ่ม (VAT 7%) และค่าธรรมเนียมการโอนต่าง ๆ เรียบร้อยแล้วเท่านั้น

# lblalertorder
source: Alert you when there are any buying order
th_th: ทำอย่างไรให้สินค้าติดอันดับต้น ๆ

# lblE_market
source: App marketplace of Thailand
th_th: Ouikum E-Marketplace ตลาดซื้อขายสินค้าสำหรับธุรกิจชั้นนำของไทย

# lblBangkok
source: Bangkok
th_th: กรุงเทพฯ

# lblbranch
source: Ramkhamheang 53 Rd.
th_th: สาขาหัวหมาก

# lblChiangMai
source: Chiang Mai
th_th: เชียงใหม่

# lblcomeseeus
source: Or come see us
th_th: หรือ เข้ามาพบเราได้ที่

# lblcontactsales
source: Or contact sales and advertisement : 02-402-8413 or sale@AppStoreThai.com
th_th: ฝ่ายบริการลูกค้า :

# lblcustomerservice
source: Customer services : 02-402-8068, 081-359-7680 or support@AppStoreThai.com
th_th: ฝ่ายบริการลูกค้า : 02-402-8068, 081-359-7680 หรือ support@B2BThai.com

# lblfaxDesc1
source: After transferred, please FAX the Evidence (Pay-in-Slip)
th_th: หลังจากโอนเงินแล้วกรุณา FAX หรือ E-mail หลักฐานการโอนเงิน (Pay-in Slip) และหนังสือรับรองการ

# lblfaxDesc2
source: and withholding tax to Ms. Thitima Jantha at FAX No.089-967-6157
th_th: หักภาษี ณ ที่จ่าย (ถ้ามี) มาที่ : คุณรัตนา ธรรมดูล FAX : 089-967-6157 หรือส่ง e-mail มาที่

# lblfaxDesc3
source: or email to sale@AppStoreThai.com or support@AppStoreThai.com
th_th: support@Ouikum.com พร้อมโทรแจ้งที่เบอร์ 02-402-8413 พร้อมทั้งระบุรายละเอียดดังนี้

# lblfaxtransfer
source: FAX the evidence after transferred
th_th: Fax หรือ E-mail หลักฐานการโอนเงิน

# lblfreePremium
source: Free Premium website
th_th: เปรียบเทียบสิทธิประโยชน์

# lblFurtherinfo
source: Further information
th_th: สอบถามเพิ่มเติม

# lblGoldmemberget
source: What the Gold member will get
th_th: Gold Member สิ่งที่ท่านจะได้รับ

# lblhelpsupport
source: AppStoreThai Help and Support
th_th: Ouikum Help and Support

# lblhowtoaddproduct
source: How to add product information
th_th: วิธีการเพิ่มข้อมูลสินค้า

# lblhowtoregister
source: How to register
th_th: วิธีการสมัครสมาชิก

# lblmap
source: Map of Prosoft Comtech Co., Ltd.
th_th: แผนที่บริษัท โปรซอฟท์ คอมเท็ค จำกัด

# lblofficehouse
source: (Office Hours : Monday - Friday 8.30 - 18.00 except on Official holidays)
th_th: (เวลาทำการ : วันจันทร์ - ศุกร์ 8.30 - 17.30 น. ยกเว้นวันหยุดราชการและนักขัตฤกษ์)

# lblPackagePDF
source: Package PDF form printing
th_th: ดาวน์โหลดสิทธิประโยชน์ Gold Member

# lblPrintPackageinfo
source: Print Package information and advertising payment
th_th: พิมพ์รายละเอียด Package และการชำระค่าโฆษณา

# lblProductinList
source: 400,000 Product
th_th: สินค้าในระบบ 400,000 รายการ

# lblreceipt
source: Pending invoice and receipt from AppStoreThai
th_th: รอใบกำกับภาษี/ใบเสร็จรับเงินจาก B2BThai

# lblRemarkDesc
source: Payment does not include bank transfer fees. If there is any fee, the company reserves the right to charge the customer is responsible.
th_th: การชำระค่าบริการไม่รวมค่าธรรมเนียมธนาคารในการโอนเงิน หากมีค่าธรรมเนียมต่างๆ เกิดขึ้น

# lblrequestadstel
source: you can request to advertise at
th_th: ท่านสามารถแจ้งความต้องการลงโฆษณาที่หมายเลข โทรศัพท์

# lblSellersinList
source: 6,000 sellers
th_th: ผู้ขายในระบบ 6,000 ราย

# lblshippingdoc
source: Shipping document
th_th: การจัดส่งเอกสาร (กรณีลูกค้ามีการหัก ณ ที่จ่าย)

# lblspecialpromotion
source: Special Promotion
th_th: Promotion พิเศษ

# lblspecialpromotionDesc
source: If you buy 1 year gold package immediately get 50% discount from 24,000 baht to 12,000 baht/year
th_th: ซื้อ Gold package 1 ปี วันนี้ รับส่วนลดทันที 50 % จาก 12,000 บาทต่อปี เหลือเพียง 6,000 บาท เท่านั้น

# lblTabhowtoAds
source: How to Advertise
th_th: วิธีลงโฆษณา

# lblTabhowtoPayment
source: How to make a payment
th_th: วิธีชำระค่าโฆษณา

# lbltaxdeduct
source: * Withholding tax can be deducted as a cost of 2% of the total amount exclude VAT 7%
th_th: - สามารถหักภาษี ณ ที่จ่ายเป็นค่าโฆษณา 2% จากจำนวนเงินไม่รวม VAT7%

# lbltaxinclude
source: * All transfer prices must be included VAT 7% and any transfer fee!
th_th: - ราคาในการโอนทั้งหมด ต้องรวมภาษีมูลค่าเพิ่ม (VAT 7%) และค่าธรรมเนียมการโอนต่าง ๆ เรียบร้อยแล้วเท่านั้น

# lbltopcatalog
source: Product catalog will be top on catalog page
th_th: วิธีลงโฆษณา

# lbltoplisttechnic
source: The top list techniques
th_th: ทำอย่างไรให้สินค้าติดอันดับต้นๆ

# lbltransferbank
source: Transfer to bank account
th_th: โอนเงินเข้าบัญชีธนาคาร

# lblviadesc1
source: you can log in website (www.AppStoreThai.com)
th_th: ท่านสามารถ Log In เข้ามายัง Web Site (www.ouikum.com)

# lblviadesc2
source: in order to add, delete, or edit product information
th_th: เพื่อ เพิ่ม ลบ หรือ แก้ไขข้อมูลสินค้าที่ต้องการลงโฆษณา

# lblviadesc3
source: that you want to advertise all the time or Email to sale@AppStoreThai.com
th_th: ได้ตลอด หรือ Email มาที่ support@B2BThai.com

# lblviainternetwebsite
source: Via internet & website
th_th: ทาง Internet & website

# lblVisitorinList
source: 6,000 visitors/day
th_th: ผู้เยี่ยมชมกว่า 6,000 รายต่อวัน

# lblaboutWebsite
source: About B2BThai
th_th: About Ouikum

# lblmailsale_ad
source: support@AppStoreThai.com
th_th: support@Ouikum.com

# lblcopyright
source: Copyright 2013, AppStoreThai.com
th_th: Copyright 2013, B2BThai.com

# lblPowerprosoftgroup
source: Powered by Prosoft Group
th_th: Powered by Ouikum

# lblSurveyfeature
source: AppStoreThai Survey new feature.
th_th: Ouikum Survey new feature.

# lblAllhelp
source: All help
th_th: คู่มือการใช้งานทั้งหมด

# lblbuychapter1
source: Chapter 1 - Post Buying Request
th_th: Chapter 1 - ประกาศซื้อสินค้า (Post Buying Request)

# lblbuychapter2
source: Chapter 2 - Search Product
th_th: Chapter 2 - ค้นหาสินค้า (Search Product)

# lblbuychapter3
source: Chapter 3 - Compare Product
th_th: Chapter 3 - เปรียบเทียบรายการสินค้า (Compare)

# lblbuychapter4
source: Chapter 4 - Request Price
th_th: Chapter 4 - ขอราคาสินค้า (Request Price)

# lblbuychapter5
source: Chapter 5 - Contact to Supplier
th_th: Chapter 5 - ติดต่อผู้ขาย (Contact to Supplier)

# lblbuychapter6
source: Chapter 6 - Product Store
th_th: Chapter 6 - คลังสินค้า (Product Store)

# lblbuychapter7
source: Chapter 7 - Purchase Center
th_th: Chapter 7 - ศูนย์กลางการจัดซื้อ (Purchase Center)

# lblbuyerhelp
source: Buyer Help
th_th: รายการเอกสารคู่มือการใช้งานสำหรับผู้ซื้อ

# lblCompanyGuide
source: Company User Guide
th_th: Company Website User Guide

# lblFAQDesc
source: Frequently Asked Questions
th_th: คำถามที่พบบ่อย

# lblmemberchapter1
source: Chapter 1 - Join website
th_th: Chapter 1 - สมัครสมาชิก

# lblmemberchapter2
source: Chapter 2 - Sign in MyB2B
th_th: Chapter 2 - การเข้าสู่ระบบและ Ouikum

# lblmemberchapter3
source: Chapter 3 - Member Profile
th_th: Chapter 3 - จัดการข้อมูลส่วนตัว

# lblmemberhelp
source: Member Help
th_th: รายการเอกสารคู่มือการใช้งานระบบสมาชิก

# lblPurchasesquare
source: Purchasing Center
th_th: ศูนย์กลางจัดซื้อ

# lblPurchasesquareDesc
source: Make trade easy and more convenient
th_th: ทำให้การซื้อขายสะดวก และง่ายขึ้น

# lblsellchapter1
source: Chapter 1 - Post Product
th_th: Chapter 1 - ประกาศขายสินค้า (Post Product)

# lblsellchapter2
source: Chapter 2 - Manage Product
th_th: Chapter 2 - จัดการสินค้า (Manage Product)

# lblsellchapter3
source: Chapter 3 - Manage Recommend Product
th_th: Chapter 3 - จัดการสินค้าแนะนำ (Manage Recommend Product)

# lblsellchapter4
source: Chapter 4 - Contact to Buyer
th_th: Chapter 4 - ติดต่อผู้ซื้อ (Contact to Buyer)

# lblsellchapter5
source: Chapter 5 - Bid Price
th_th: Chapter 5 - เสนอราคาสินค้า (Bid Price)

# lblsupplierhelp
source: Supplier Help
th_th: รายการเอกสารคู่มือการใช้งานสำหรับผู้ขาย

# lblvisionmission
source: About us ,Vision, Mission
th_th: เกี่ยวกับเรา, วิสัยทัศน์, พันธกิจ

# lblwebsitechapter1
source: Chapter 1 - Company Website
th_th: Chapter 1 - เว็บไซต์บริษัท (Company Website)

# lblwebsitechapter2
source: Chapter 2 - Website Template
th_th: Chapter 2 - รูปแบบเว็บไซต์ (Website Template)

# lblwebsitechapter3
source: Chapter 3 - Recommend Product
th_th: Chapter 3 - สินค้าแนะนำ (Recommend Product)

# lblwebsitehelp
source: Manage Website
th_th: รายการเอกสารคู่มือรูปแบบเว็บไซต์บริษัท

# lblb2bshopping
source: B2B shopping
th_th: ซื้อ - ขายสินค้า Ouikum

# lblBacktoHome
source: Back to home
th_th: กลับสู่หน้าหลัก

# lblcreatewebsitefree
source: Create website free
th_th: สร้างเว็บไซต์สำเร็จรูป ฟรี

# lblfindjob
source: Find job in thailand
th_th: หางานทั่วไทย

# lblotopproduct
source: Otop product
th_th: แหล่งสินค้า Otop ทั่วไทย

# lblregisterfor
source: Register for sign in to B2BMyanmar.com & can use account for other services as follows :
th_th: เพื่อเข้าใช้งาน Ouikum.com และบริการอื่น ๆ ดังนี้

# lblsecondhandshopping
source: B2C shopping
th_th: แหล่งสินค้าขายปลีก-ส่ง

# lblsoftwaretrading
source: Software program trading
th_th: แหล่งซื้อ - ขาย ซอฟท์แวร์

# lblPhones
source: Tel. (081) 359-7680
th_th: โทรศัพท์มือถือ (081) 359-7680

# lblskype
source: Support B2BThai
th_th: Support Ouikum

# lblSoGood
source: www.SoGoodWeb.com
th_th: www.aecth.org

# lblValue
source: ส่วนลดที่พัก 70%
th_th: รับส่วนลด 70%
