Repository: vajrayanu/ShoppingCart
Catalog: Prosoft.Resource.Web/Ouikum/Common.*.resx
Languages: th_th

# btnAdd
source: Add
th_th: เพิ่ม

# btnBrowse
source: Browse
th_th: เลือก

# btnClear
source: Clear
th_th: เคลียร์

# btnCopy
source: Copy
th_th: คัดลอก

# btnDefault
source: Default
th_th: ค่าเริ่มต้น

# btnDelete
source: Delete
th_th: ลบ

# btnMove
source: Move
th_th: ย้าย

# btnNotShow
source: Not Show
th_th: ไม่แสดง

# btnNotUse
source: Close your Account
th_th: ปิดใช้งาน

# btnSave
source: Save
th_th: บันทึก

# btnSearch
source: Search
th_th: ค้นหา

# btnSendMessage
source: Send Message
th_th: ส่งข้อความ

# btnSetting
source: Setting
th_th: ตั้งค่า

# btnShow
source: Show
th_th: แสดง

# btnSubmitPaging
source: Submit
th_th: ตกลง

# btnTrash
source: Trash
th_th: ถังขยะ

# btnUse
source: Account Available
th_th: เปิดใช้งาน

# colCreatedBy
source: Create By
th_th: สร้างโดย

# colCreatedDate
source: Create Date
th_th: วันที่สร้าง

# colDelete
source: Delete
th_th: ลบ

# colEdit
source: Edit
th_th: แก้ไข

# colFormat
source: Format
th_th: รูปแบบ

# colIPAddress
source: IP Address
th_th: ไอพีแอดเดรส

# colIsShow
source: Show
th_th: แสดง

# colListNo
source: No.
th_th: ลำดับ

# colManage
source: Manage
th_th: จัดการ

# colModifiedBy
source: Modify By
th_th: แก้ไขโดย

# colModifiedDate
source: Modify Date
th_th: วันที่แก้ไข

# colRequire
source: Require
th_th: ต้องกรอก

# colSelectAll
source: Select All
th_th: เลือกทั้งหมด

# colStatus
source: Status
th_th: สถานะ

# lblAbount_us
source: About us
th_th: เกี่ยวกับเรา

# lblAddress
source: Address
th_th: ที่อยู่

# lblBusiness_Type
source: Business Type
th_th: ประเภทธุรกิจ

# lblBuyer
source: Buyer
th_th: ผู้ซื้อ

# lblCancel
source: Cancel
th_th: ยกเลิก

# lblComname
source: Company Name
th_th: ชื่อร้าน

# lblContac_us
source: Contact us
th_th: ติดต่อเรา

# lblDateFrom
source: From
th_th: วันที่

# lblDateTo
source: To
th_th: ถึง

# lblDistrict
source: District
th_th: อำเภอ / เขต

# lblEmail
source: Email
th_th: อีเมล์

# btnEnter_Site
source: Sign In
th_th: เข้าสู่เว็บไซต์

# lblExport
source: Export
th_th: ส่งออกไฟล์

# lblFax
source: Fax
th_th: แฟกซ์

# lblfirstlast_name
source: Name-Lastname
th_th: ชื่อ-นามสกุล

# lblForgetPWD
source: Forget Password
th_th: ลืมรหัสผ่าน

# lblFree
source: Free
th_th: ฟรี

# lblGoToPage
source: Go to Page
th_th: ไปหน้า

# lblHelp
source: Help
th_th: วิธีใช้

# lblHelp1
source: Help
th_th: ช่วยเหลือ

# lblItemPerPage
source: Show per Page
th_th: แสดงรายการ

# lblKeyword
source: Keyword
th_th: คำค้น

# lblLogIn
source: Log In
th_th: เข้าสู่ระบบ

# lblLogOut
source: Log Out
th_th: ลงชื่อออก

# lblManage
source: Manage
th_th: จัดการระบบ

# lblMobileno
source: Mobile number
th_th: มือถือ

# lblNonSpecific
source: Non-specific
th_th: ไม่ระบุ

# lblNotFound
source: No Result
th_th: ไม่พบรายการที่คุณค้นหา

# lblPhoneno
source: Phone number
th_th: โทรศัพท์ที่ติดต่อได้

# lblPleaseTypeKeyword
source: Please input keyword
th_th: ระบุคำค้น

# lblPostal_code
source: Postal code
th_th: รหัสไปรษณีย์

# lblPost_Buying_Request
source: Post Buying Request
th_th: ประกาศซื้อสินค้า

# lblPost_Product
source: Post Product
th_th: ประกาศขายสินค้า

# lblPrint
source: Print
th_th: พิมพ์

# lblProvince
source: Province
th_th: จังหวัด

# lblRegister
source: Register
th_th: สมัครสมาชิก

# lblRememLogIn
source: Remember Me
th_th: จำชื่อผู้ใช้ของฉัน

# lblRequest_Quotation
source: Request Price
th_th: Request Quotation

# lblSeller
source: Supplier
th_th: ผู้ขาย

# lblSeller_Buyer
source: Buyer & Supplier
th_th: ผู้ขายและผู้ซื้อ

# lblServiceType
source: User's Type
th_th: ประเภทการใช้งาน

# lblSign_in
source: Sign in
th_th: เข้าสู่ระบบ

# lblSign_up
source: Join Now
th_th: สมัครสมาชิก

# lblSign_up_nw
source: Sign up now
th_th: ลงทะเบียนเดี๋ยวนี้

# lblSort
source: Sort
th_th: เรียงลำดับ

# lblSubdistrict
source: Subdistrict
th_th: ตำบล / แขวง

# lblBuylead
source: Buylead
th_th: ประกาศซื้อ

# lblMember
source: Member
th_th: สมาชิก

# lblProduct
source: Product
th_th: สินค้า

# lblSearch
source: Search
th_th: ค้นหา

# lblSupplier
source: Supplier
th_th: ผู้ขาย

# lblOther
source: Other
th_th: อื่นๆ

# btnCancel
source: Cancel
th_th: ยกเลิก

# btnDelete_th
source: Delete
th_th: ลบ

# btnSelect
source: Select
th_th: เลือก

# lblPrice_Unit
source: Price/Unit
th_th: ราคา/หน่วย

# lblSum_Price
source: Total
th_th: ราคารวม

# lblUnit
source: Unit
th_th: หน่วยสินค้า

# lblSeeDetail
source: See More
th_th: ดูรายละเอียด

# lblApprove
source: Approve
th_th: อนุมัติ

# lblNoapprove
source: Not Approve
th_th: ไม่อนุมัติ

# lblWaitapprove
source: Waiting for approve
th_th: รออนุมัติ

# lblEdit
source: Edit
th_th: แก้ไขข้อมูล

# lblHome
source: Home
th_th: หน้าแรก

# btnchange
source: Change
th_th: เปลี่ยน

# lblCustom
source: Custom
th_th: กำหนดเอง

# lblLastmonth
source: Last Month
th_th: เดือนที่แล้ว

# lblLastweek
source: Last Week
th_th: อาทิตย์ที่แล้ว

# lblLastyear
source: Last Year
th_th: ปีที่แล้ว

# lblThismonth
source: This Month
th_th: เดือนนี้

# lblThisweek
source: This Week
th_th: อาทิตย์นี้

# lblThisyear
source: This Year
th_th: ปีนี้

# lblToday
source: Today
th_th: วันนี้

# lblYesterday
source: Yesterday
th_th: เมื่อวานนี้

# lblAdvanceSearch
source: Advance Search
th_th: ค้นหาแบบละเอียด

# lblEndDate
source: Expired Time
th_th: เวลาสิ้นสุด

# lblStartDate
source: Start Date
th_th: วันเริ่มต้น

# lblOr
source: or
th_th: หรือ

# lblSignOut
source: SignOut
th_th: ออกจากระบบ

# lblSimpleSearch
source: Simple Search
th_th: ค้นหาแบบง่าย

# btnHide
source: Hide
th_th: ซ่อน

# btnNew
source: New
th_th: เพิ่ม

# lblBriefDescription
source: Brief Description
th_th: รายละเอียดอย่างย่อ

# lblDay
source: Day
th_th: วัน

# lblDetail
source: Detail
th_th: รายละเอียด

# lblList
source: list
th_th: รายการ

# lblMemberProfile
source: Member Profile
th_th: ข้อมูลสมาชิก

# lblOfAll
source: All of
th_th: จากทั้งหมด

# lblPrice
source: Price
th_th: ราคา

# lblSelectImage
source: Select Image
th_th: เลือกรูปภาพ

# btnConfirm
source: Confirm
th_th: ยืนยัน

# lblWaitapproveRemark
source: Waiting for approve (Edited)
th_th: รออนุมัติ (มีการแก้ไข)

# lblWaitForCheck
source: Waiting to check
th_th: รอตรวจ

# lblViewCount
source: view
th_th: ผู้เข้าชม

# lblFind
source: Find more
th_th: ค้นหา

# lblSubmitPayment
source: Payment Inform
th_th: แจ้งชำระเงิน

# lblMyfavorite
source: My Favorite
th_th: รายการโปรด

# lblCompInfo
source: Company Information
th_th: ข้อมูลบริษัท

# lblProInfo
source: Product details
th_th: ข้อมูลสินค้า

# lblSend_to_Friend
source: Send to friend
th_th: ส่งต่อให้เพื่อน

# lblCategory
source: Category
th_th: หมวดหมู่

# lblQty
source: Quantity
th_th: จำนวนสั่งซื้อ

# lblRemark_th
source: Remark
th_th: หมายเหตุ

# lblUnit_th
source: Unit
th_th: หน่วยสินค้า

# lblForBuyer
source: For Buyer
th_th: สำหรับผู้ซื้อ

# lblForSupplier
source: For Supplier
th_th: สำหรับผู้ขาย

# lblSupportCustomer
source: Customer Service
th_th: ฝ่ายบริการลูกค้า

# lblSysMember
source: member system manual
th_th: คู่มือการใช้งานระบบสมาชิก

# lblBuyerBuyleader
source: Buying Request
th_th: ผู้ซื้อ, ประกาศซื้อ

# lblBuyleadCenter
source: Purchasing Center
th_th: ศูนย์กลางการประกาศซื้อ

# lblFAQ
source: FAQ.
th_th: คำถามที่พบบ่อย

# lblLastProduct
source: Search Lastest Product
th_th: ค้นหาสินค้าล่าสุด

# lblLastSearchBuylead
source: Search Lastest Buylead
th_th: ค้นหาประกาศซื้อล่าสุด

# lblUserManual
source: How to use
th_th: วิธีใช้งาน

# btnHideTh
source: Hide
th_th: ซ่อน

# lblBuyerName
source: Buyer
th_th: ผู้ซื้อ

# lblDownLoadDoc
source: download file
th_th: ดาวน์โหลด เอกสาร

# lblTitleFavBuy
source: My Favorite Buyer
th_th: ประกาศซื้อรายการโปรด

# lblTitleFavPro
source: My Favorite Product
th_th: สินค้ารายการโปรด

# lblTitleFavSup
source: My Favorite Supplier
th_th: ผู้ขายรายการโปรด

# lblTitleHome
source: Supplier, Buyer, Manufaturer,ASEAN Ouikum E-Marketplace - Ouikum.com
th_th: ลงประกาศซื้อขายสินค้า สินค้าขายส่ง Ouikum E-Marketplace ตลาดซื้อขายสินค้าเกษตรกรปลอดสารเคมีที่ใหญ่ที่สุดในประเทศไทย | Ouikum.com

# lblMngCompany
source: Manage Company Website
th_th: จัดการข้อมูลบริษัท

# lblMsgCenter
source: Message Center
th_th: ศูนย์ข้อความ

# lblContactSupplier
source: Contact Supplier
th_th: ติดต่อผู้ขาย

# titleBenefitGold
source: Gold Member Benefits
th_th: สิทธิประโยชน์ของ Gold Package

# lblCompareBenefit
source: Benefit Comparison
th_th: เปรียบเทียบสิทธิประโยชน์

# lblCompLV
source: Member's type
th_th: สัญลักษณ์สมาชิก

# lblGotoSearch
source: Go to Search
th_th: กลับไปค้นหา

# lblShowAllCate
source: Show All Category
th_th: แสดงหมวดหมู่ทั้งหมด

# selectCatelv1
source: Select Main Category
th_th: เลือกหมวดหมู่หลัก

# selectCatelv2
source: Select Second Category
th_th: เลือกหมวดหมู่รอง

# selectCatelv3
source: Select Last Category
th_th: เลือกหมวดหมู่ย่อย

# lblFavorite
source: My Favorite
th_th: รายการโปรด

# lblOrder
source: Order
th_th: สั่งซื้อ

# lblPayment
source: Payment
th_th: การชำระเงิน

# lblwelcome
source: Welcome
th_th: ยินดีต้อนรับ

# chooseBizType
source: Choose Business Type
th_th: เลือกประเภทธุรกิจ

# chooseCountry
source: Business Location
th_th: เลือกประเทศ

source: Choose District
th_th: เลือกอำเภอ/เขต

source: Choose Province
th_th: เลือกจังหวัด

# lblCountry
source: Country
th_th: ประเทศ

# lblFirstName
source: FirstName
th_th: ชื่อ

# lblLastName
source: LastName
th_th: นามสกุล

# lblMTE
source: Make Trade Easy
th_th: ทำให้การซื้อขายในธุรกิจคุณเป็นเรื่องง่าย

# lblTeamFullSupport
source: Our team is available to support you.
th_th: เรามีทีมงานที่พร้อมให้บริการเพื่อสนับสนุนงานซื้อขายให้เต็มรูปแบบ

# SearchStoreF_and_E
source: Product searching easier.
th_th: ค้นหาสินค้าที่ต้องการได้รวดเร็วและง่ายขึ้น

# SlideUnlock
source: Please scrollbar to the right for unlock.
th_th: กรุณาเลื่อนแถบไปด้านขวา เพื่อปลดล๊อค

# Store24H
source: Product Store Online 24 hours.
th_th: คลังสินค้าออนไลน์ 24 ชั่วโมง

# titleSignin
source: Sign In
th_th: เข้าสู่ระบบ

# titleSignup
source: Sign Up
th_th: สมัครสมาชิก

# lblNewAdvanceSearch
source: New Advance Search
th_th: ค้นหาสินค้ารูปแบบใหม่

# btnDel_Confirm
source: Are you sure to delete ?
th_th: ต้องการลบข้อมูลหรือไม่

# btnPreview
source: Preview
th_th: แสดงตัวอย่าง

# lblDescription
source: Description
th_th: รายละเอียด

# lblImage
source: Image
th_th: รูปภาพ

# lblVisitors
source: Visitors
th_th: ผู้เข้าชม

# chooseAcc_Type
source: Select Account Type
th_th: เลือกประเภทบัญชี

# chooseBank
source: Select Bank
th_th: เลือกธนาคาร

# lblAcc_Name
source: Account Name
th_th: ชื่อบัญชี

# lblAcc_No
source: Account Number
th_th: หมายเลขบัญชี

# lblAcc_Type
source: Account Type
th_th: ประเภทบัญชี

# lblBank
source: Bank
th_th: ธนาคาร

# lblBranch
source: Branch
th_th: สาขา

# lblCurrents
source: Currents
th_th: กระแสรายวัน

# lblDeposits
source: Deposits
th_th: ฝากประจำ

# lblSavings
source: Savings
th_th: ออมทรัพย์

# lblTotal
source: Total
th_th: ทั้งหมด

# lblExpire_date
source: Expired Date
th_th: วันหมดอายุ

# lblMessage_attach
source: Attach File
th_th: ข้อความแนบ

# lblNo_name
source: Not listed
th_th: ไม่มีรายชื่อ

# lblManage_comp
source: Manage information to show on your Company Website.
th_th: จัดการข้อมูลบริษัทเพื่อแสดงผลใน Company Website ของคุณ

# lblStudy_benefits
source: read more for your benefit
th_th: ศึกษาข้อมูลเพื่อสิทธิและประโยชน์ของท่าน

# lblAsk_Quest
source: Ask a question
th_th: สอบถาม

# lblBecause_not_approved
source: Because information is not approved
th_th: เนื่องจากข้อมูลไม่ผ่านการอนุมัติ

# lblExpire
source: Expired
th_th: หมดอายุ

# lblNot_page_find
source: Sorry, Not found the page you are find
th_th: ขออภัย ไม่พบหน้าที่คุณค้นหา

# lblRemoved_sys
source: removed
th_th: ถูกลบออกจากระบบเรียบร้อยแล้ว

# lblReport_problem
source: Report a problem
th_th: แจ้งปัญหา

# lblSearch_again
source: Try to search again
th_th: ลองค้นหาอีกครั้ง

# lblContact_imm
source: Please contact immediately.
th_th: กรุณาติดต่อกลับด่วน

# lblSale_Ad
source: Sales
th_th: ฝ่ายขาย-โฆษณา

# lblAll
source: All
th_th: ทั้งหมด

# lblSearch_by
source: Search By
th_th: ค้นหาตาม

# lblDate_payment
source: Date of Payment
th_th: วันที่แจ้งชำระ

# lblTime
source: Times
th_th: ครั้ง

# lblAdmin_register
source: We would like to inform that. You register as a member of the Administrators at.
th_th: เราขอแจ้งให้ทราบว่า คุณได้ลงทะเบียนเป็นสมาชิกผ่านผู้ดูแลระบบ ณ วันที่

# lblWeb_content
source: You can sign in to use it to make modifications. Add information or buy - sell. Contact and browse through the message center system.
th_th: ท่านสามารถเข้าสู่ระบบการใช้งานเพื่อทำการแก้ไข หรือเพิ่มข้อมูลประกาศซื้อ-ขาย และเรียกดูข้อมูลการติดต่อผ่านระบบศูนย์ข้อความได้

# lblUse_again
source: To enable it again. Please contact us
th_th: หากต้องการเปิดการใช้งานใหม่อีกครั้ง กรุณาติดต่อ

# lblbuy_detail
source: Demand Buying Details
th_th: รายละเอียดความต้องการซื้อ

# lblBuy_Mo
source: For details on demand Buying . Modify or add information and buy - your sales.
th_th: สำหรับเข้าดูรายละเอียดความต้องการซื้อ และเข้าแก้ไขหรือเพิ่มข้อมูลซื้อ-ขายของคุณ

# lblClick_here
source: Click Here
th_th: คลิกที่นี่

# lblDear
source: Dear
th_th: เรียนคุณ

# lblmatch_product
source: have Items that match demand for your product
th_th: มีรายการความต้องการซื้อที่ตรงกับสินค้าของคุณ

# lblMore
source: More
th_th: เพิ่มเติม

# lblOnly
source: Only
th_th: เท่านั้น

# lblpass_use_site
source: Password to access the site
th_th: รหัสเข้าใช้งานเว็บไซต์

# lblStore_online
source: Your online store
th_th: ข้อมูลร้านออนไลน์ของคุณ

# lblTeam
source: Team
th_th: ทีมงาน

# lblThk_service
source: Thank you for the service
th_th: ขอบคุณที่ใช้บริการ

# lblView_sup_info
source: You can view information supplier as
th_th: คุณสามารถดูข้อมูล Supplier ดังกล่าวได้ที่

# lblContactBuyer
source: Contact Buyer
th_th: ติดต่อผู้ประกาศซื้อสินค้า

# lblContactCompany
source: Contact Company
th_th: ติดต่อบริษัท

# lblmore_500_char
source: Not more than 500 characters (including HTMLText).
th_th: ข้อความไม่เกิน 500 ตัวอักษร

# lblAmount
source: Amount
th_th: จำนวน

# lblMission
source: Mission
th_th: พันธกิจ

# lblTel
source: Tel
th_th: โทร

# lblVDO_ex
source: Example VDO using systems.
th_th: VDO ตัวอย่างการใช้งานระบบต่างๆ

# lblVision
source: Vision
th_th: วิสัยทัศน์

# lblMonth
source: Month
th_th: เดือน

# lblYear
source: Year
th_th: ปี

# lblServiceRate
source: Advertising Rate
th_th: อัตราค่าโฆษณา

# lblerror_tryagian
source: An error has occurred. Please try again.
th_th: เกิดข้อผิดพลาด กรุณาลองอีกครั้ง

# lblSysBuyer
source: Buyer's Manual
th_th: คู่มือการใช้งานสำหรับผู้ซื้อ

# lblSysSupplier
source: Supplier's Manual
th_th: คู่มือการใช้งานสำหรับผู้ขาย

# lblSysWebsite
source: Company Website manual
th_th: คู่มือการใช้งานระบบจัดการเว็บไซต์

# lblPayment_2
source: Payment
th_th: การชำระเงิน

# btnSend
source: Send
th_th: ส่ง

# lblBe_part
source: Be a part of Ouikum.com
th_th: ร่วมเป็นส่วนหนึ่งของ Ouikum.com

# lbllionjob
source: Find jobs
th_th: หางานทั่วไทย

# lblNoData
source: No data
th_th: ไม่มีข้อมูล

# lblPost_product_free
source: Post Product Free
th_th: ประกาศขายสินค้า ฟรี

# lblSearchBuylead
source: Search Buylead
th_th: ค้นหาประกาศซื้อ

# lblSearchProduct
source: Search Product
th_th: ค้นหาสินค้า

# lblViewAll
source: View all
th_th: ดูทั้งหมด

# lblViewMore
source: View more
th_th: ดูเพิ่มเติม

# lblEnter_the_site
source: Enter Ouikum.com
th_th: เข้าสู่ Ouikum.com

# titleManage_Website
source: Ouikum.com Management
th_th: เมนูจัดการ Ouikum.com

# ddlSelectPlease
source: Select Please
th_th: กรุณาเลือก

# lblPhone
source: Phone
th_th: โทรศัพท์

# lblSaveSequence
source: Save Sequence
th_th: บันทึกลำดับ

# lblAboutGold
source: About Gold Member
th_th: เกี่ยวกับ Gold Member

# lblToMoreBenefits
source: For more privilege
th_th: เพื่อรับสิทธิประโยชน์มากขึ้น

# lblMember_Admin
source: Member/Admin
th_th: สมาชิก/ผู้ดูแลระบบ

# lblMyAdmin
source: My Admin
th_th: หน้าหลัก

# lblMyWebsite
source: My Ouikum
th_th: หน้าหลัก

# lblReportMsg
source: Report Messages
th_th: รายงานข้อความ

# lblReportQuo
source: Report Quotation
th_th: รายงานการเสนอราคา

# lblReportTrade
source: Report Trade
th_th: รายงานการซื้อขาย

# lblB2B_E_MarketPlace
source: B2B E-MarketPlace
th_th: Ouikum E-MarketPlace

# lblB2C_E_MarketPlace
source: B2C E-MarketPlace
th_th: Ouikum E-MarketPlace

# lblHaveAcc
source: If you have an account
th_th: หากคุณมีบัญชี

# lblPoweredbyProsoftGroup
source: Powered by Prosoft Group
th_th: Powered by Ouikum

# lblSignUpWithOtherAccount
source: Sign Up With Other Account
th_th: ลงทะเบียนด้วยบัญชีอื่น

# lblUsersignin
source: You can use Username, Password for Sign in
th_th: สามารถใช้ Username, Password เพื่อเข้าสู่ระบบได้

# lblVisitStore
source: Visit a Store
th_th: เข้าชมร้านค้า

# lblSlideto_unlock
source: Slide to unlock
th_th: กรุณาเลื่อนแถบไปด้านขวา เพื่อปลดล๊อค

# lblNearbyExpire
source: Nearby Expire
th_th: ใกล้หมดอายุ

# lblActivated
source: Activated
th_th: เปิดใช้งาน

# lblExpire_today
source: Expire today
th_th: หมดอายุวันนี้

# lblLifetime
source: Extend Lifetime
th_th: ต่ออายุการใช้งาน

# lbltoExpire
source: To expire
th_th: ใกล้หมดอายุ

# lblConnectWebsite
source: Connect with B2BThai
th_th: Connect with Ouikum

# lblGroupimg
source: Group Photo
th_th: รูปภาพประจำกลุ่ม

# lblGroupname
source: Group Name
th_th: ชื่อกลุ่ม

# btnSubmit
source: Submit
th_th: ตกลง

# lblformat_date
source: day/month/year
th_th: วัน/เดือน/ปี

# lblAddOption
source: Add Option
th_th: เพิ่มตัวเลือก

# lblSortProduct
source: Sort Product
th_th: เรียงลำดับสินค้า

# btnBack
source: Back
th_th: กลับ

# lblDate
source: Date
th_th: วันที่

# lbllearn_benefits
source: Site information. Learn to the rights and your benefits.
th_th: ข้อมูลเว็บไซต์ ศึกษาข้อมูลเพื่อสิทธิและประโยชน์ของท่าน

# lblspecific
source: specific
th_th: ระบุ

# lblSortby
source: Sort By
th_th: เรียงลำดับตาม

# lblNext
source: Next
th_th: ถัดไป

# lblPrev
source: Prev
th_th: ย้อนกลับ

# lblAnd
source: And
th_th: และ

# lblFor
source: For
th_th: เพื่อ

# lblAcc_denie
source: Sorry, Ouikum.com not find what you are looking for.
th_th: ขออภัย, Ouikum.com ไม่พบข้อมูลที่ท่านกำลังค้นหา

# lblContact_team_support_for_benefit
source: Contact the Support Team. For question about the website and services to your benefit.
th_th: ติดต่อทีมงานฝ่ายสนับสนุน เพื่อสอบถามเกี่ยวกับ เว็บไซต์ และบริการ รวมถึงสิทธิพิเศษของคุณ

# lblItems_selected
source: Items selected
th_th: รายการที่เลือกไว้

# lblApply
source: Apply
th_th: นำไปใช้

# lblDefault_setting
source: Default Setting
th_th: ตั้งค่าเริ่มต้น

# lblGetknow_success
source: If you want others to be successful like you. Well your story with us and get to know others.
th_th: หากคุณต้องการให้ผู้อื่นประสบความสำเร็จเช่นคุณ เล่าเรื่องราวดี ๆ ของคุณกับเราให้ผู้อื่นได้รับรู้

# lblLocation
source: Location
th_th: สถานที่ตั้ง

# lblPleased_success
source: We are very pleased to see you succeed with a website. And our services.
th_th: เรายินดีเป็นอย่างมากที่เห็นคุณประสบความสำเร็จด้วยเว็บไซต์ และบริการของเรา

# lblTell_success_story
source: Tell success story with
th_th: บอกเล่าเรื่องราวความสำเร็จของคุณกับ

# lblAccount
source: Account
th_th: บัญชี

# lblAcc_exit
source: This user in the system.
th_th: มีผู้ใช้นี้ในระบบแล้ว

# lblNotfoundAcc
source: This account is not found in the system.
th_th: ไม่พบบัญชีผู้ใช้นี้ในระบบ

# lblQuicktoolbar
source: Quick toolbar
th_th: แถบเครื่องมือเร่งด่วน

# selectAcc
source: Select Account
th_th: เลือกบัญชี

# lblmakekeywordtag
source: Make keyword tag
th_th: ใช้เป็นคีย์เวิร์ด

# lblAboutWebsite
source: About Ouikum
th_th: เกี่ยวกับ Ouikum

# lblContactWebsite
source: Contact B2BThai
th_th: ติดต่อ Ouikum

# lblMembership
source: Member Right
th_th: สิทธิสมาชิก

# lblNew
source: New
th_th: ล่าสุด

# lblPartners9
source: Prosoft.co.th
th_th: Ouikum.co.th

# lblPromotion
source: Promotion
th_th: โปรโมชัน

# lblRemoveAll
source: Remove All
th_th: ลบทั้งหมด

# lblSiteMap
source: Site Map
th_th: แผนผังเว็บไซต์

# lblSubmitPaymentService
source: Payment
th_th: แจ้งชำระค่าบริการ

# lblWebsiteGroup
source: B2BThai Group
th_th: Ouikum Group

# lblForMoreInfo
source: For more information
th_th: สอบถามเพิ่มเติม

# lblList_total
source: List of total
th_th: รายการจากทั้งหมด

# lblShare
source: Share
th_th: แชร์

# lblSearchSupplier
source: Search Suppliers
th_th: ค้นหาผู้ขาย

# lblDetails
source: Details
th_th: รายละเอียด

# lblCustomerService
source: Customer Service
th_th: ฝ่ายบริการลูกค้า

# lblNote
source: Note
th_th: หมายเหตุ

# lblShowcase
source: Showcase
th_th: ตัวอย่าง

# lblCompWebsite
source: Website
th_th: เว็บไซต์บริษัท

# lblLatestJob
source: Latest Job
th_th: ตำแหน่งงานล่าสุด

# lblClearData
source: Clear data
th_th: ล้างข้อมูล

# lblType
source: Type
th_th: ประเภท

# lblStatistic
source: Statistic
th_th: สถิติ

# btnClose
source: Close
th_th: ปิด

# lblDate_Time
source: Date/Time
th_th: วัน/เวลา

# lblNone
source: None
th_th: ไม่ระบุ

# lblcentralregion
source: Central region
th_th: ภาคกลาง

# lblnortheastern
source: North-eastern
th_th: ภาคอิสาน

# lblnorthern
source: Northern
th_th: ภาคเหนือ

# lblOtopproductcenter
source: Otop Product Center
th_th: ศูนย์รวมผลิตภัณฑ์ Otop

# lblsouthern
source: Southern
th_th: ภาคใต้

# lbleasthern
source: Easthern
th_th: ภาคตะวันออก

# lblwesthern
source: Westhern
th_th: ภาคตะวันตก

# lblPay
source: Payment
th_th: ชำระเงิน

# lblSupplier_info
source: Supplier
th_th: ข้อมูลผู้ขาย

# lblSaveNextStep
source: Save and nextStep
th_th: บันทึกไปยังขั้นตอนต่อไป

# lblAccess
source: to access
th_th: เพื่อเข้าใช้งาน

# lblAdditionalServices
source: or see more other services
th_th: หรือดูบริการอื่น ๆ เพิ่มเติม

# lblBackMainPage
source: Back to Home
th_th: กลับสู่หน้าหลัก

# btnFeature
source: Open the Feature Product
th_th: เปิดใช้งาน Feature Product

# btnHot
source: Open the Hot Product
th_th: เปิดใช้งาน Hot Product

# btnHot_link
source: View more details
th_th: ดูรายละเอียดเพิ่มเติม >

# btnPackageLIST
source: Learn More.
th_th: ศึกษาข้อมูลเพิ่มเติม

# btnpremium
source: Open the Premium Product
th_th: เปิดใช้งาน Premium Product

# lblExplanationPackage_F
source: Found your products in first time when you visit the website.
th_th: พบเห็นสินค้าของคุณในครั้งแรกที่เข้าเว็บไซต์

# lblExplanationPackage_F2
source: with the service introduction your products at the main page
th_th: ด้วยบริการแนะนำสินค้าของคุณในหน้าหลัก

# lblExplanationPackage_F3
source: of website. Your product will be show
th_th: ของเว็บไซต์ สินค้าของคุณจะถูกนำมาแสดง

# lblExplanationPackage_F4
source: in the position which you can visible and
th_th: ในตำแหน่งที่สามารถมองเห็นและพบเจอได้

# lblExplanationPackage_F5
source: easily found.
th_th: ง่าย

# lblExplanationPackage_H
source: Seen your products before anyone else with
th_th: พบเห็นสินค้าของคุณก่อนใคร ด้วยบริการ

# lblExplanationPackage_H2
source: product advertising service VIP is prominent
th_th: โฆษณาสินค้าระดับ VIP โดดเด่น สะดุดตา

# lblExplanationPackage_H3
source: the buyer when they're search products in system.
th_th: ผู้ซื้อในทันทีเมื่อมีการค้นหาสินค้าในระบบ

# lblExplanationPackage_P
source: Products Advertising Service VIP in the screen that
th_th: บริการโฆษณาสินค้าระดับ VIP ในหน้าจอที่มี

# lblExplanationPackage_P2
source: access the most prominent the buyer.
th_th: การเข้าใช้งานที่มากที่สุด โดดเด่น สะดุดตาผู้ซื้อ

# lblExplanationPackage_P3
source: Immediately open the products and send the message
th_th: ในทันทีที่มีการเปิดดูสินค้า และส่งข้อความ

# lblExplanationPackage_P4
source: Your products will be show in position
th_th: สินค้าของคุณจะถูกนำมาแสดงในตำแหน่ง

# lblExplanationPackage_P5
source: visible and easily found.
th_th: ที่สามารถมองเห็นและพบเจอได้ง่าย

# lblExp_Duration
source: 90 Days (at just 500 Baht)
th_th: 90 วัน (ราคาพิเศษเพียง 500 บาท)

# lblExp_Duration2
source: 90 Days (at just 1,200 Baht)
th_th: 90 วัน (ราคาพิเศษเพียง 1,200 บาท)

# lblExp_Duration3
source: 90 Days (at just 1,500 Baht)
th_th: 90 วัน (ราคาพิเศษเพียง 1,500 บาท)

# lblExp_Duration_day
source: 30 Days
th_th: 30 วัน

# lblExp_Piece
source: Top 2 positions
th_th: สูงสุด 2 ตำแหน่ง

# lblExp_Piece2
source: Top 1 position
th_th: สูงสุด 1 ตำแหน่ง
