Repository: vajrayanu/ShoppingCart
Catalog: Prosoft.Resource.Web/Ouikum/Common.*.resx
Languages: th_th

# lblExp_Price
source: 200 Baht/Position
th_th: 200 บาท/ตำแหน่ง

# lblExp_Price2
source: 500 Baht/Position
th_th: 500 บาท/ตำแหน่ง

# lblExp_Price3
source: 600 Baht/Position
th_th: 600 บาท/ตำแหน่ง

# lblExp_Pricetage
source: Prices are inclusive of VAT (VAT) 7%
th_th: ราคานี้รวมภาษีมูลค่าเพิ่ม (VAT) 7% แล้ว

# lblFeature_Advertise
source: The position of your product at Home page of website.
th_th: ตำแหน่งโฆษณาสินค้าของคุณในหน้า Home ของเว็บไซต์

# lblFeature_Advertise_email
source: The position of your product in Email which contact purchase-sales.
th_th: ตำแหน่งโฆษณาสินค้าของคุณใน Email ที่ใช้ในติดต่อซื้อ-ขาย

# lblFeature_Amount
source: Amount
th_th: จำนวน

# lblFeature_description
source: Description of the service
th_th: รายละเอียดการสมัครใช้บริการ

# lblFeature_detail
source: Detail Package.
th_th: รายละเอียด Package

# lblFeature_Exp
source: Found your products in first time when you visit the website with the service introduction your products at the main page. Tour products will be
th_th: พบเห็นสินค้าของคุณในครั้งแรกที่เข้าสู่เว็บไซต์ ด้วยบริการแนะนำสินค้าของคุณในหน้าหลักของเว็บไซต์ Ouikum.com

# lblFeature_Exp2
source: show in the position which you can visible and easily found.
th_th: แสดงในตำแหน่งที่สามารถมองเห็นและพบเจอได้ง่าย

# lblFeature_Position
source: Position
th_th: ตำแหน่ง

# lblFeature_Price
source: 200 Baht (30 days)
th_th: 200 บาท (30 วัน)

# lblFeature_Price_detail
source: All of the 20 positions on the main website.
th_th: จากทั้งหมด 20 ตำแหน่ง ในหน้าหลักเว็บไซต์

# lblFeature_SubDescription
source: When you order Feature Product. You will receive advertising space on the website as soon as you're payment.
th_th: เมื่อคุณสั่งซื้อแพคเกจ Feature Product คุณจะได้รับพื้นที่โฆษณาสินค้าในเว็บไซต์ทันทีทีชำระเงิน

# lblFeature_SubDescription2
source: When you're payment the service. You can tell name product which you want to advertise.
th_th: เมื่อคุณทำการชำระค่าบริการเรียบร้อยแล้ว คุณสามารถแจ้งชื่อสินค้าที่ต้องการจะโฆษณามาได้ที่

# lblFeature_SubDescription3
source: Customer service :
th_th: ฝ่ายบริการลูกค้า :

# lblFeature_SubDescription4
source: Email :
th_th: อีเมล์ :

# lblFeature_SubDescription5
source: The system will be advertising your product within 24 hours.
th_th: ระบบจะทำการโฆษณาสินค้าของคุณภายใน 24 ชั่วโมง

# lblFeature_SubDescription6
source: Tel 02-402-8413
th_th: โทร 02-402-8413

# lblFeature_SubDescription7
source: support@B2BThai.com
th_th: support@Ouikum.com

# lblFeature_SubDetail
source: Products advertising service/Recommend your product in Home page of website
th_th: บริการโฆษณา/แนะนำสินค้าของคุณในหน้า Home ของเว็บไซต์

# lblFeature_SubDetail2
source: • Top 2 positions/Company
th_th: • สูงสุด 2 ตำแหน่ง/บริษัท

# lblFeature_SubDetail3
source: • Period to show 30 days. Top 90 days/1 position
th_th: • ระยะเวลาในการแสดงผลนาน 30 วัน สูงสุด 90 วัน / 1 ตำแหน่ง

# lblFeature_SubDetail4
source: Special ! Service orders within 90 days, pay only 500 baht (100 baht discount).
th_th: พิเศษ! สั่งซื้อบริการในระยะเวลา 90 วัน จ่ายเพียง 500 บาท (ส่วนลด 100 บาท)

# lblFeature_SubDetail5
source: Your product will be show in position which you can visible and easily found. It can attract a buyer immediately when visiting the website.
th_th: สินค้าของคุณจะถูกนำมาแสดงอยู่ในตำแหน่งที่สามารถมองเห็นได้โดยง่าย สามารถดึงดูดสายผู้ซื้อในทันทีเมื่อมีเข้าสู่เว็บไซต์

# lblHot_Advertise
source: The position of your product when it has searching product.
th_th: ตำแหน่งโฆษณาสินค้าของคุณเมื่อมีการค้นหาสินค้า

# lblHot_Exp
source: Seen your products before anyone else with product advertising service VIP is prominent the buyer when they're search products in system.
th_th: พบสินค้าของคุณก่อนใคร ด้วยบริการโฆษณาสินค้าระดับ VIP โดดเด่น สะดุดตาผู้ซื้อในทันทีเมื่อมีการค้นหาสินค้าในระบบ

# lblHot_Exp2
source: Your product will be show in position which you can visiable and easily found.
th_th: สินค้าของคุณจะถูกนำมาแสดงในตำแหน่งที่สามารถมองเห็นและพบเจอได้ง่าย

# lblHot_Price
source: 500 Baht (30 days)
th_th: 500 บาท (30 วัน)

# lblHot_Price_detail
source: All of the 20 positions on searching product.
th_th: จากทั้งหมด 20 ตำแหน่ง ในหน้าค้นหาสินค้า

# lblHot_SubDescription
source: When you order Hot Product. You will receive advertising space on the website as soon as you're payment.
th_th: เมื่อคุณสั่งซื้อแพคเกจ Hot Product คุณจะได้รับพื้นที่โฆษณาสินค้าในเว็บไซต์ทันทีทีชำระเงิน

# lblHot_SubDetail
source: Products advertising service/Recommend your product in main page of website
th_th: บริการโฆษณา/แนะนำสินค้าของคุณในหน้าค้นหาสินค้าของเว็บไซต์

# lblHot_SubDetail2
source: Special ! Service orders within 90 days, pay only 1,200 baht (300 baht discount).
th_th: • พิเศษ! สั่งซื้อบริการในระยะเวลา 90 วัน จ่ายเพียง 1,200 บาท (ส่วนลด 300 บาท)

# lblHot_SubDetail3
source: When searching for a product in the system. Your product will be displayed in a location that can be seen easily.
th_th: เมื่อมีการค้นหาสินค้าในระบบ สินค้าของคุณจะถูกนำมาแสดงในตำแหน่งที่สามารถมองเห็นได้โดยง่าย

# lblLink
source: Learn More >
th_th: เรียนรู้เพิ่มเติม >

# lblPremium_Advertise
source: The position of your product when it has open the product.
th_th: ตำแหน่งโฆษณาสินค้าของคุณเมื่อมีการเปิดดูสินค้า

# lblPremium_Advertise2
source: Position your product in front of your message.
th_th: ตำแหน่งโฆษณาสินค้าของคุณในหน้าส่งข้อความ

# lblPremium_Exp
source: Products Advertising Service VIP in the screen that access the most prominent the buyer. Immediately open the products
th_th: บริการโฆษณาสินค้าระดับ VIP ในหน้าจอที่มีการเข้าใช้งานมากที่สุด โดดเด่น สะดุดตาผู้ซื้อในทันทีเมื่อมีการเปิดดูสินค้า

# lblPremium_Exp2
source: and send the message. Your products will be show in position visible and easily found.
th_th: และส่งข้อความ สินค้าของคุณจะถูกนำมาแสดงในตำแหน่งที่สามารถมองเห็นและพบเจอได้ง่าย

# lblPremium_Price
source: 600 Baht (30 days)
th_th: 600 บาท (30 วัน)

# lblPremium_Price_detail
source: All of the 9 positions on the data product page.
th_th: จากทั้งหมด 9 ตำแหน่ง ในหน้าข้อมูลสินค้า

# lblPremium_SubDescription
source: When you order Premium Product. You will receive advertising space on the website as soon as you're payment.
th_th: เมื่อคุณสั่งซื้อแพคเกจ Premium Product คุณจะได้รับพื้นที่โฆษณาสินค้าในเว็บไซต์ทันทีทีชำระเงิน

# lblPremium_SubDescription2
source: (study the process of payment. click!)
th_th: (ศึกษาขั้นตอนการชำระค่าบริการ คลิก)

# lblPremium_SubDetail
source: Products advertising service/Recommend your product in data product page of website
th_th: บริการโฆษณา/แนะนำสินค้าของคุณในหน้าดูข้อมูลสินค้าของเว็บไซต์

# lblPremium_SubDetail2
source: Top 1 position/company
th_th: • สูงสุด 1 ตำแหน่ง/บริษัท

# lblPremium_SubDetail3
source: Special ! Service orders within 90 days, pay only 1,500 baht (300 baht discount).
th_th: • พิเศษ! สั่งซื้อบริการในระยะเวลา 90 วัน จ่ายเพียง 1,500 บาท (ส่วนลด 300 บาท)

# lblPremium_SubDetail4
source: When it has open the product in system or send the message to seller. The product will be show in position which they easily found.
th_th: เมื่อมีการเปิดดูสินค้าในระบบหรือส่งข้อความติดต่อผู้ขาย สินค้าของคุณจะถูกนำมาแสดงในตำแหน่งที่สามารถมองเห็นได้โดยง่าย

# lblPacageService
source: Package and Service
th_th: แพ็คเกจและบริการ

# lblService
source: Service
th_th: บริการอื่น ๆ

# lblSername
source: Sername
th_th: นามสกุล

# lblContactUs
source: Customer Service Department
th_th: ฝ่ายบริการลูกค้า

# lbltitleAboutus
source: About Us
th_th: เกี่ยวกับเรา

# lblhead
source: Organic product, Burn free product, Non-Chemical product shopping center
th_th: ศูนย์รวมสินค้าเกษตรอินทรีย์ สินค้าลดการเผาและสินค้าเกษตรปลอดสารเคมี

# titlecompanyweb
source: Company Website
th_th: เว็บไซต์บริษัท

# titleMessage
source: Message
th_th: ข้อความ

# titleProduct
source: Product
th_th: สินค้า

# titlewelcome
source: Welcome
th_th: ยินดีต้อนรับ

# lblAgriculturalcontent
source: Agricultural Content
th_th: สาระเกษตรกับ Ouikum

# lblAllproducts
source: All Products
th_th: สินค้าทั้งหมด

# lblCentralProducts
source: Central Products
th_th: สินค้าภาคกลาง

# lblEasternProducts
source: Eastern Products
th_th: สินค้าภาคตะวันออก

# lblfootlblSupplier
source: Seller
th_th: ผู้ขาย

# lblLatestpurchaseannouncement
source: Purchase announcement
th_th: ประกาศซื้อล่าสุด

# lblNortheasternProducts
source: Northeastern Products
th_th: สินค้าภาคตะวันออกเฉียงเหนือ

# lblNorthernProducts
source: Northern Products
th_th: สินค้าภาคเหนือ

# lblNumberofseller
source: Number of seller
th_th: จำนวนร้านค้า

# lblOuikumstatistic
source: Ouikum Statistic
th_th: สถิติ Ouikum

# lblProductsalesannouncement
source: Sales announcement
th_th: ประกาศขายสินค้า

# lblSouthernProducts
source: Southern Products
th_th: สินค้าภาคใต้

# lblWesternProducts
source: Western Products
th_th: สินค้าภาคตะวันตก

# tileHowto
source: How to use it
th_th: วิธีการใช้งาน

# titlAskingPrice
source: Asking for price
th_th: ขอราคาสินค้า

# titlAskingPrice2
source: Asking for price list
th_th: รายการขอราคาสินค้า

# titleContactouikum
source: Contact Ouikum.com
th_th: ติดต่อ Ouikum.com

# titleOrderlist
source: Order list
th_th: รายการสั่งซื้อสินค้า

# lblpageview
source: Number of Viewer
th_th: ยอดผู้เข้าชม
