Repository: vajrayanu/ShoppingCart
Catalog: Prosoft.Resource.Web/Ouikum/Company.*.resx
Languages: th_th

# lblAccount_Setting
source: Account Setting
th_th: ข้อมูลส่วนตัว

# lblCompany_Profile
source: Company Registration
th_th: ข้อมูลจดทะเบียนบริษัท

# lblMessage_Center
source: Message Center
th_th: ศูนย์ข้อความ

# lblOrder_Payment
source: Order&Payment
th_th: สั่งซื้อ/ชำระค่าบริการ

# lblQuotation
source: Request Price
th_th: ใบเสนอเราคา

# lblQuotation_Estimate
source: Request Price
th_th: ขอราคา

# lblTotal_Buylead
source: Total Buying Request
th_th: Total Buylead

# lblCompName
source: Company Name
th_th: ชื่อบริษัท

# lblAccountData
source: Member Account
th_th: ข้อมูลบัญชีผู้ใช้ในระบบ

# lblBusinesses
source: Businesses Type
th_th: ประเภทธุรกิจ

# lblCompImg
source: Company Picture
th_th: ภาพบริษัท

# lblCompLogo
source: Company Logo
th_th: รูปภาพโลโก้บริษัท

# lblGuide
source: Company Overview
th_th: แนะนำบริษัท

# lblIndustries
source: Type of Industry
th_th: ประเภทอุตสาหกรรม

# lblMajorMarket
source: Major Site
th_th: ตลาดหลัก

# lblMarketGroup
source: Market Site
th_th: กลุ่มตลาด

# lblMinorMarket
source: Minor Site
th_th: ตลาดรอง

# lblComp_Detail
source: Company Profile
th_th: ข้อมูลทั่วไปบริษัท

# lblCompCertify
source: Certification
th_th: ใบรับรอง/คุณภาพ

# lblCompContact
source: Company Contact
th_th: ข้อมูลติดต่อบริษัท

# lblCompHistory
source: Company History
th_th: ข้อมูลประวัติบริษัท

# lblBlog
source: Blog
th_th: บทความ

# lblCompPayment
source: Company Payment Term
th_th: ข้อมูลช่องทางการชำระค่าบริการ

# lblCompProduction
source: Company Production
th_th: ข้อมูลการผลิตของบริษัท

# lblCompShipment
source: Company Shipment
th_th: ข้อมูลช่องทางการขนส่ง

# lblCompWebsite
source: Website Template
th_th: ธีม (Theme) รูปแบบเว็บไซต์บริษัท

# lblJob
source: Job
th_th: ข้อมูลประกาศงาน

# lblOrderList
source: List of order
th_th: รายการสั่งซื้อ

# lblOrderPackage
source: Package Order
th_th: สั่งซื้อ Package

# lblPaymentList
source: List of Payment
th_th: รายการแจ้งชำระเงิน

# lblSubmitPayment
source: Payment Inform
th_th: แจ้งชำระเงิน

# lblWebSite
source: Company Website
th_th: เว็บไซต์บริษัท

# lblComp_Map
source: Company Map
th_th: ภาพแผนที่บริษัท

# lblContImg
source: Contact Image
th_th: รูปภาพผู้ติดต่อ

# lblEmp_R_and_D
source: Number of R & D Staff
th_th: จำนวนพนักงานวิจัยและพัฒนา (R&D)

# lblEm_QC
source: Number of QC Staff
th_th: จำนวนพนักงานตรวจสอบคุณภาพ (QC)

# lblFact_addr
source: Factory's Address
th_th: ที่ตั้งโรงงาน

# lblFact_size
source: Factory's Size
th_th: ขนาดโรงงาน

# lblFounder
source: Founder
th_th: ผู้ก่อตั้ง

# lblFounder_Owner
source: Founder and owned company
th_th: ผู้ก่อตั้งและเจ้าของบริษัท

# lblMap_Detail
source: Map Description
th_th: คำอธิบายแผนที่

# lblMore
source: More…
th_th: ข้อมูลเพิ่มเติม

# lblNum_Emp
source: Number of Employer
th_th: จำนวนพนักงาน

# lblOwner
source: Owner
th_th: เจ้าของบริษัท

# lblUserComp
source: Use Company Information
th_th: ใช้ข้อมูลบริษัท

# lblUserMem
source: User Member Data
th_th: ใช้ข้อมูลสมาชิก

# lblYear_Est
source: Year Established
th_th: ปีที่ก่อตั้ง

# lblBlog_Name
source: Blog Subject
th_th: ชื่อบทความ

# lblComercial_no
source: Comercial Number
th_th: หมายเลขทะเบียนพาณิชย์

# lblPro_addr
source: Company Register Address
th_th: ที่อยู่ในการจดทะเบียน

# lblRegisDate
source: Register Date
th_th: วันที่จดทะเบียน

# lblCertify_name
source: Certify Name
th_th: ชื่อใบรับรอง

# lblComp_setting
source: Company Setting
th_th: ข้อมูลบริษัท

# lblDuration
source: Duration
th_th: เวลาการจัดส่ง

# lblPackage
source: Package
th_th: บรรจุภัณฑ์

# lblShipping
source: Shipment
th_th: การจัดส่ง

# lblShipping_Detail
source: Shipment Detail
th_th: รายละเอียดการจัดส่ง

# titlePreview_Comp
source: Preview Company Website
th_th: แสดงตัวอย่างรูปแบบเว็บไซต์บริษัท

# lblComp_code
source: Member Code
th_th: รหัสสมาชิก

# lblEdit_expiredate
source: Edit Expire Date
th_th: แก้ไขวันหมดอายุ

# btnSendMessage
source: Send a message
th_th: ส่งข้อความติดต่อ

# lblBizType
source: Business Type
th_th: รูปแบบองค์กรธุรกิจ

# lblCompanyMap
source: Company Map
th_th: แผนที่บริษัท

# lblContactNumber
source: Contact number
th_th: เบอร์ผู้ติดต่อ

# lblMainProduct
source: Main Product
th_th: สินค้าหลัก

# lblMobilePhone
source: Mobile phone
th_th: เบอร์มือถือ

# lblPeople
source: People
th_th: คน

# lblVisits
source: Visits
th_th: เข้าชม

# lblArticle
source: Article
th_th: บทความ

# lblCompPic
source: Company Picture
th_th: รูปภาพบริษัท

# lblOtherBizType
source: Other Business Type
th_th: ประเภทธุรกิจอื่นๆ

# lblOwner2
source: Owner
th_th: เจ้าของกิจการ

# lblUpload_CompImg1
source: Up to a maximum of 3 pictures
th_th: สามารถอัพรูปได้สูงสุด 3 รูป

# lblUpload_CompImg2
source: For a beautiful display. Pictures should be of equal size
th_th: เพื่อความสวยงามในการแสดงผล รูปภาพควรมีขนาดเท่ากัน

# lblUpload_CompImg3
source: No larger than 320 x 215 pixel
th_th: ขนาดรูปไม่ควรมีขนาดมากกว่า 320 x 215 pixel

# lblUpload_CompImg4
source: Format file .jpg .jpeg .gif .png
th_th: รูปแบบไฟล์ .jpg .jpeg .gif .png

# lblUpload_Cont3
source: No larger than 75 x 75 pixel
th_th: ขนาดไม่เกิน 75 x 75 pixel

# lblUpload_Logo1
source: Choose just one picture only
th_th: เลือกได้เพียง 1 ภาพเท่านั้น

# lblUpload_Logo2
source: For a beautiful display. Images should be square
th_th: เพื่อความสวยงามในการแสดงผล รูปภาพควรเป็นสี่เหลี่ยมจัตุรัส

# lblUpload_Logo3
source: No larger than 100 x 75 pixel
th_th: ขนาดรูปไม่ควรมีขนาดมากกว่า 100 x 75 pixel

# lblUpload_Logo4
source: Format file .jpg .jpeg .gif .png
th_th: รูปแบบไฟล์ .jpg .gif.png

# lblUpload_Map2
source: For a beautiful display. Images should be a rectangle
th_th: เพื่อความสวยงามในการแสดงผล รูปภาพควรเป็นสี่เหลี่ยมผืนผ้า

# lblUpload_Map3
source: No larger than 500 x 400 pixel
th_th: ขนาดไม่เกิน 500 x 400 pixel

# lblContactDetail
source: Contact Details
th_th: ข้อมูลการติดต่อ

# lblDisplaycompweb
source: Management companies to display your Company Website.
th_th: จัดการข้อมูลบริษัทเพื่อแสดงผลใน Company Website ของคุณ

# lblLast_supplier
source: Latest supplier
th_th: ผู้ขายล่าสุด

# lblCompCertifyandAward
source: Certificates and Award
th_th: ใบรับรองคุณภาพและรางวัล

# lblYourCompany
source: Your name company
th_th: ชื่อร้านค้าของคุณ

# lblReportContact
source: Contact Report
th_th: รายงานสถิติบริษัท
