Repository: vajrayanu/ShoppingCart
Catalog: Prosoft.Resource.Web/Ouikum/JS.*.resx
Languages: th_th

# vldcannot_save
source: Can not be saved.
th_th: ไม่สามารถทำการบันทึกได้

# vldcan_save
source: Can be saved.
th_th: สามารถทำการบันทึกได้

# vldcompname_exists
source: Company name is duplicate.
th_th: ชื่อบริษัทนี้ซ้ำ

# vlddisplayname_exists
source: Display name is duplicate.
th_th: ชื่อที่ใช้แสดงนี้ซ้ำ

# vldemail_exists
source: Email is duplicate.
th_th: อีเมล์นี้ซ้ำ

# vldengonly
source: Incorrect data (English only).
th_th: ข้อมูลไม่ถูกต้อง (ภาษาอังกฤษเท่านั้น)

# vldmin_4_max_16char
source: Please enter at least 4 char and no more than 16 char.
th_th: กรุณากรอกอย่างน้อย 4 ตัวอักษรและไม่เกิน 16 ตัวอักษร

# vldmin_6_max_20char
source: Please enter at least 6 char and no more than 20 char.
th_th: กรุณากรอกอย่างน้อย 6 ตัวอักษรและไม่เกิน 20 ตัวอักษร

# vldrequired
source: This field is required.
th_th: กรุณากรอกข้อมูล

# vldusername_exists
source: Username is duplicate.
th_th: ชื่อผู้ใช้นี้ซ้ำ

# vldfix_format_email
source: Enter a correct email address.
th_th: กรุณากรอกรูปแบบอีเมล์ให้ถูกต้อง

# vldless_3char
source: lease enter at least 3 characters.
th_th: กรุณากรอกอย่างน้อย 3 ตัวอักษร

# vldless_4char
source: lease enter at least 4 characters.
th_th: กรุณากรอกอย่างน้อย 4 ตัวอักษร

# vldless_9char
source: lease enter at least 9 characters.
th_th: กรุณากรอกอย่างน้อย 9 ตัวอักษร

# vldmin_4_max_20char
source: Please enter at least 4 char and no more than 20 char.
th_th: กรุณากรอกอย่างน้อย 4 ตัวอักษรและไม่เกิน 20 ตัวอักษร

# vldsame_value
source: Please enter the same value again.
th_th: กรุณากรอกข้อมูลรหัสผ่านให้ตรงกัน

# vldselectbiztype
source: Please select a business type.
th_th: เลือกประเภทธุรกิจ

# vldselectdistrict
source: Please select district.
th_th: กรุณาเลือกอำเภอ/เขต

# vldselectprovince
source: Please select province.
th_th: กรุณาเลือกจังหวัด

# vldbankid
source: Please select your source bank.
th_th: กรุณาเลือกธนาคารต้นทางของคุณ

# vldbranchname
source: Please fill out the fields that have been paid.
th_th: กรุณากรอกข้อมูลสาขาที่ได้ทำการชำระเงิน

# vldlocked
source: Unlocked : Can't be saved.
th_th: Locked : ไม่สามารถทำการบันทึกได้

# vldunlocked
source: Unlocked : Can be saved.
th_th: Unlocked : สามารถทำการบันทึกได้

# vldpayeraccname
source: Please fill in the account name transfer.
th_th: กรุณากรอกข้อมูลชื่อบัญชีผู้โอน

# vldpayeraccno
source: Please fill out the account number, the transferor.
th_th: กรุณากรอกข้อมูลหมายเลขบัญชีผู้โอน

# vldadd_buylead_success
source: Add buylead success.
th_th: บันทึกการประกาศซื้อสำเร็จ

# vldadd_moredetail
source: Add more details.
th_th: คลิ๊กเพื่อเพิ่มรายละเอียด

# vldadd_succss
source: Add has successfully.
th_th: เพิ่มข้อมูลสำเร็จ

# vldalert_message
source: You have messages
th_th: มีข้อความถึงคุณ

# vldall_required
source: Please fill in all required fields.
th_th: กรุณากรอกข้อมูลให้ครบ

# vldbuyleadexpire
source: Buylead expire date incorrect.
th_th: วันที่สิ้นสุดประกาศซื้อต้องมากกว่าวันที่ปัจจุบัน

# vldcancel
source: Cancel
th_th: ยกเลิก

# vldcannot_check_info
source: Cannot check information, Please try again.
th_th: ไม่สามารถตรวจสอบข้อมูลได้ กรุณาลองใหม่อีกครั้ง

# vldcannot_insert_zero
source: Can not insert less than 0.
th_th: ไม่สามารถเลือกให้น้อยกว่า 0 ได้

# vldchange_password_error
source: Change password error. Please try again later.
th_th: เปลี่ยนรหัสผ่านผิดพลาด กรุณาลองใหม่อีกครั้ง

# vldchange_pass_success
source: Change password successfully.
th_th: เปลี่ยนรหัสผ่านเรียบร้อย

# vldcompare_choose
source: Please choose product to compare.
th_th: กรุณาเลือกสินค้าที่ต้องการเปรียบเทียบ

# vldcompare_exist
source: This item has exist compare product.
th_th: คุณเลือกสินค้าเปรียบเทียบซ้ำ

# vldcompare_max
source: Compare products has full.
th_th: จำนวนสินค้าเปรียบเทียบเต็ม

# vldcompare_success
source: dd compare success.
th_th: เพิ่มสินค้าเปรียบเทียบสำเร็จ

# vldconfirm
source: Confirm
th_th: ยืนยัน

# vlddel_msg_success
source: Delete Message Successfully.
th_th: ลบข้อความสำเร็จ

# vlddel_success
source: Delete successfully.
th_th: ลบข้อมูลสำเร็จ

# vlddel_unsuccess
source: Unsuccessful delete data. Please try again later.
th_th: ลบข้อมูลไม่สำเร็จ กรุณาลองใหม่อีกครั้ง

# vlddetails
source: Enter details.
th_th: กรอกรายละเอียด

# vlddraft_success
source: Draft has been saved.
th_th: บันทึกข้อความร่างสำเร็จ

# vlddrag_to_junk
source: Drag to junk.
th_th: ลากลงถังขยะ

# vldedit_success
source: Edit successfully.
th_th: แก้ไขข้อมูลสำเร็จ

# vldedit_unsuccess
source: Unsuccessful edit data. Please try again later.
th_th: แก้ไขข้อมูลไม่สำเร็จ กรุณาลองใหม่อีกครั้ง

# vldemail_request
source: This email does not match the request.
th_th: อีเมล์นี้ไม่ตรงกับการร้องขอ

# vldenter_message
source: Please enter the message.
th_th: กรุณากรอกเนื้อหาข้อความ

# vldenter_recipient
source: Please enter the recipient.
th_th: กรุณากรอกชื่อผู้รับ

# vldenter_search
source: Please enter your search.
th_th: กรุณากรอกคำค้นหาของคุณ

# vldenter_subject
source: Please enter a subject.
th_th: กรุณากรอกหัวเรื่อง

# vldenter_validemail
source: Please enter a valid email address.
th_th: รูปแบบอีเมล์ไม่ถูกต้อง (ภาษาอังกฤษเท่านั้น)

# vldfill_youremail
source: Please fill in your email.
th_th: กรุณากรอกอีเมล์ของคุณ

# vldfill_yourmessage
source: Please fill in your message.
th_th: กรุณากรอกรายละเอียดข้อความของคุณ

# vldfill_yourname
source: Please fill in your name.
th_th: กรุณากรอกชื่อของคุณ

# vldfix_format_number
source: Enter only numbers.
th_th: กรอกได้เฉพาะตัวเลขเท่านั้น

# vldfix_format_picture
source: Support file .jpg .jpeg .png only.
th_th: คุณสามารถเลือกได้เฉพาะไฟล์ .jpg .jpeg .png เท่านั้น

# vldformaterror
source: Your format is not correct.
th_th: กรุณาตรวจสอบรูปแบบข้อความ

# vldhide_moredetail
source: Hide more details.
th_th: ซ่อนรายละเอียด

# vldimg_fix5
source: Just Select 5 Images Only.
th_th: เลือกได้เพียง 5 รูปภาพ เท่านั้น

# vldinput_correct_number
source: Please input correct number.
th_th: กรุณากรอกตัวเลขให้ถูกต้อง

# vldinput_keyword
source: Please enter keyword.
th_th: กรุณาระบุคำค้น

# vldismaxproduct
source: Full! You can add product to maximum 20 items. Please upgrade gold member for get more.
th_th: เต็ม! คุณสามารถเพิ่มสินค้าได้สูงสุด 20 รายการ กรุณาอัพเกรดเพื่อรับสิทธิเพิ่มเติม

# vldless_10char
source: Please enter at least 10 characters.
th_th: กรุณากรอกอย่างน้อย 10 ตัวอักษร

# vldless_2char
source: Please enter at least 2 characters.
th_th: กรุณากรอกอย่างน้อย 2 ตัวอักษร

# vldless_5char
source: Please enter at least 5 characters.
th_th: กรุณากรอกอย่างน้อย 5 ตัวอักษร

# vldless_6char
source: Please enter at least 6 characters.
th_th: กรุณากรอกอย่างน้อย 6 ตัวอักษร

# vldlmessagelength
source: A brief description of the article is too long. Please try again later.
th_th: ข้อความรายละเอียดโดยย่อของบทความยาวเกินไป กรุณาลองใหม่อีกครั้ง

# vldmark_importance_success
source: Mark Importance Successfully.
th_th: ทำเครื่องหมายสำคัญสำเร็จ

# vldmark_unimportance_success
source: Mark Unimportance Successfully.
th_th: ทำเครื่องหมายไม่สำคัญสำเร็จ

# vldmark_unread_success
source: Mark Unread Successfully.
th_th: ทำเครื่องหมายยังไม่ได้อ่านสำเร็จ

# vldmaximg_3
source: Can upload up to 3 images.
th_th: สามารถอัพโหลดรูปภาพได้สูงสุด3รูปเท่านั้น

# vldmax_word5
source: fill max 5 words.
th_th: กรอกสูงสุด 5 คำ

# vldmin_4_max_12char
source: Please enter at least 4 char and no more than 12 char.
th_th: กรุณากรอกอย่างน้อย 4 ตัวอักษรและไม่เกิน 12 ตัวอักษร

# vldmin_6_max_12char
source: Please enter at least 6 char and no more than 12 char.
th_th: กรุณากรอกอย่างน้อย 6 ตัวอักษรและไม่เกิน 12 ตัวอักษร

# vldmore_10char
source: Please enter no more than 10 characters.
th_th: กรุณากรอกไม่เกิน 10 ตัวอักษร

# vldmore_50char
source: Please enter no more than 50 characters.
th_th: กรุณากรอกไม่เกิน 50 ตัวอักษร

# vldmore_5char
source: Please enter no more than 5 characters.
th_th: กรุณากรอกไม่เกิน 5 ตัวอักษร

# vldnoemail
source: This Email was not found in the system.
th_th: อีเมล์นี้ไม่อยู่ในระบบ

# vldnon_specific
source: NonSpecific
th_th: ไม่ระบุ

# vldnotice_del
source: Please select the data to be deleted.
th_th: กรุณาเลือกข้อมูลที่ต้องการลบ

# vldnot_found_company
source: Not found this company.
th_th: ไม่พบบริษัทนี้

# vldnouser
source: This user was not found in the system.
th_th: ชื่อผู้ใช้นี้ไม่มีอยู่ในระบบ

# vldnouseremail
source: Username or email does not exist in the system.
th_th: ผู้ใช้หรืออีเมล์นี้ไม่อยู่ในระบบ

# vldno_item_selected
source: You have not selected item.
th_th: คุณยังไม่ได้เลือกรายการ

# vldother
source: Other
th_th: อื่นๆ

# vldpassword_incorrect
source: Password is incorrect.
th_th: รหัสผ่านไม่ถูกต้อง

# vldpass_not_same
source: Passwords do not match.
th_th: รหัสผ่านไม่ตรงกัน

# vldpgroup_already
source: This Groupname have already.
th_th: ชื่อกลุ่มสินค้าซ้ำ

# vldplease_select
source: Please Select.
th_th: กรุณาเลือก

# vldplease_select_fav
source: Please Select Favorite.
th_th: กรุณาเลือกรายการโปรด

# vldplease_signin
source: Please SignIn.
th_th: กรุณาเข้าสู่ระบบ

# vldplease_unlock
source: Please unlock the security system.
th_th: กรุณากรอก Username หรือ Email Address ที่ได้ลงทะเบียนกับระบบไว้

# vldpname_already
source: This productname have already
th_th: ชื่อสินค้าซ้ำ

# vldpreview
source: Preview
th_th: แสดงตัวอย่าง

# vldrequest_unsuccessful
source: The request was unsuccessful. Please try again later.
th_th: การร้องขอไม่สำเร็จ กรุณาลองใหม่อีกครั้ง

# vldrequired_complete
source: Please complete all required fields.
th_th: กรุณากรอกข้อมูลให้ครบถ้วน

# vldrequired_img
source: Please choose image.
th_th: กรุณาเลือกรูปภาพ

# vldsave_buyleadSuccess
source: Save Success, Wait for admin approve.
th_th: บันทึกสำเร็จ กรุณารอการตรวจสอบจาก ผู้ดูแลระบบ

# vldsave_success
source: Save has successfully.
th_th: บันทึกเสร็จสมบูรณ์

# vldsave_unsuccess
source: Unsuccessful save data. Please try again later.
th_th: บันทึกข้อมูลไม่สำเร็จ กรุณาลองใหม่อีกครั้ง

# vldsearch_buylead
source: search buylead
th_th: ชื่อผู้ซื้อ, คำค้นหาประกาศซื้อ

# vldsearch_product
source: search product
th_th: ชื่อสินค้า, คำค้นหาสินค้า

# vldsearch_supplier
source: search supplier
th_th: ชื่อสินค้า, ชื่อผู้ขาย, คำค้นหาผู้ขาย

# vldselectacctype
source: Please select a Account type.
th_th: เลือกประเภทบัญชี

# vldselectarticletype
source: Please select a article type.
th_th: เลือกประเภทบทความ

# vldselectattributes
source: Select Attributes.
th_th: เลือกคุณสมบัติที่ต้องการ

# vldselectbank
source: Please select Bank.
th_th: เลือกธนาคาร

# vldselectcomplevel
source: Please select a company level.
th_th: เลือกระดับสมาชิก

# vldselectcountry
source: Please select Country.
th_th: กรุณาเลือกประเทศ

# vldselectjobcate
source: Select a category.
th_th: เลือกหมวดหมู่งาน

# vldselectjobtype
source: Select job type.
th_th: เลือกประเภทงาน

# vldselectreqeducation
source: Select the level of education.
th_th: เลือกระดับการศึกษา

# vldselectreqexp
source: Select experience.
th_th: เลือกประสบการณ์

# vldselectservicetype
source: Please select a service type.
th_th: เลือกประเภทการใช้งาน

# vldselect_all
source: Select All
th_th: เลือกทั้งหมด

# vldsenddata_success
source: Send data to customers successfully.
th_th: ส่งข้อมูลให้ลูกค้าเรียบร้อยแล้ว

# vldsendtouser_success
source: Send data to Member successfully.
th_th: ส่งข้อมูลให้ลูกค้าเรียบร้อย

# vldsend_success
source: Send message successfully.
th_th: การส่งข้อความสำเร็จ

# vldspecific
source: Specific
th_th: ระบุ

# vlduser_incorrect
source: User Account is incorrect.
th_th: บัญชีผู้ใช้ถูกระงับการใช้งาน

# vlduser_request
source: This username does not match the request.
th_th: ผู้ใช้นี้ไม่ตรงกับการร้องขอ

# vldcannot_closebid
source: Can not close the bid.
th_th: ไม่สามารถปิดการเสนอราคาได้

# vldcategory
source: Category
th_th: หมวดหมู่

# vldclosebidproduct
source: Your close the product and then bid. Other supplier will not be able to bid wait product that you have been able to contact you via your email.
th_th: คุณได้ทำการปิดการเสนอราคาสินค้าแล้ว ผู้ขายรายอื่นจะไม่สามารถทำการเสนอราคาสินค้ามาให้คุณได้สามารถรอการติดต่อกลับผ่านทางอีเมล์ของคุณ

# vldconfirm_del_cate
source: you want to delete category?
th_th: คุณต้องการที่จะลบหมวดหมู่หรือไม่

# vldconfirm_del_data
source: you want to delete data?
th_th: ต้องการลบข้อมูลหรือไม่

# vldconfirm_del_mem
source: you want to delete members ?
th_th: คุณต้องการที่จะลบสมาชิกหรือไม่

# vldconfirm_del_packet
source: you want to delete packet?
th_th: คุณต้องการที่จะลบแพ็คเกจหรือไม่

# vldconfirm_moveanddel_cate
source: Please select the category that delete or move the product before removing categories.
th_th: กรุณาเลือกยืนยันลบหมวดสินค้า หรือ ย้ายสินค้าก่อนลบหมวดสินค้า

# vldconfirm_move_procate
source: you want to move product category ?
th_th: คุณต้องการย้ายหมวดหมู่สินค้าหรือไม่

# vlddata_incorrect
source: Please fill data is incorrect.
th_th: กรุณากรอกข้อมูลให้ถูกต้อง

# vlddear
source: Dear
th_th: เรียนคุณ

# vldenddate_buy
source: Buy end date must be greater than the current date.
th_th: วันที่สิ้นสุดประกาศซื้อต้องมากกว่าวันที่ปัจจุบัน

# vldfill_yourphone
source: Please fill in your phone number.
th_th: กรุณากรอกหมายเลขโทรศัพท์

# vldfix_format_phone
source: Enter a correct phone number.
th_th: กรุณากรอกหมายเลขโทรศัพท์ให้ถูกต้อง

# vldget_quo
source: You can Get Quotes them
th_th: ที่คุณได้ขอราคาไว้

# vldminimg_1
source: Please select at least 1 image
th_th: กรุณาเลือกอย่างน้อย 1 รูปภาพ

# vldmovepro_to_trash
source: You are sure to move this product into the trash.
th_th: คุณแน่ใจว่าจะย้ายสินค้านี้ลงในถังขยะ

# vldmove_pro_zero
source: Please select the category the product before removing. Category so that the number is 0.
th_th: กรุณาเลือกย้ายสินค้าก่อนลบหมวดสินค้า เพื่อให้จำนวนสินค้าในหมวดเท่ากับ 0

# vldnoapprove_pro
source: Because product lose quality. And the content is missing.
th_th: เนื่องจาก : สินค้าไม่มีคุณภาพ และเนื้อหาไม่ครบ

# vldnon_specific_keyword
source: No specific Keyword
th_th: ไม่ระบุคำค้น

# vldpayment_success
source: Successful payment. Approval of the Admin.
th_th: การชำระเงินสำเร็จ รอการตรวจสอบจากผู้ดูแลระบบ

# vldpro_bid
source: Product bid
th_th: เสนอราคาสินค้า

# vldrreqestbid
source: Request product successfully.
th_th: ร้องขอราคาสินค้าสำเร็จแล้ว

# vldseemore
source: see more
th_th: ดูเพิ่มเติม

# vldselectcate
source: select category
th_th: กรุณาเลือกหมวดหมู่

# vldselectcateLV1
source: select category level 1
th_th: กรุณาเลือกหมวดหมู่หลัก

# vldselectcateLV2
source: select category level 2
th_th: กรุณาเลือกหมวดหมู่รอง

# vldselect_company
source: You have not selected company. Please select that you want company.
th_th: คุณยังไม่ได้เลือกรายชื่อบริษัท กรุณาเลือกบริษัทที่ต้องการ

# vldsendingmsg
source: Sending message ...
th_th: กำลังดำเนินการส่งข้อความ...

# vldsendyoudata_success
source: Send your data finished
th_th: ส่งข้อมูลของคุณเรียบร้อย

# vldsend_purchas_success
source: Send data success. Can history of data at menu myAssignLead.
th_th: ส่งข้อมูลสำเร็จ สามารถตรวจสอบประวัติการส่งข้อมูลได้ที่เมนู myAssignLead

# vldslidesendmsg
source: Slide bar to the right. for send message.
th_th: เลื่อนแถบไปด้านขวา เพื่อส่งข้อความ

# vldthk_suggestion
source: Thank you for your suggestions.
th_th: ขอบคุณลูกค้าทุกท่านที่ให้คำแนะนำ

# vldview_quo
source: You can see Get Quotes the product has
th_th: คุณสามารถดูข้อมูลขอราคาสินค้าดังกล่าวได้ที่

# vldwaitbid
source: Please wait for the bids from the seller through your contacts.
th_th: กรุณารอการเสนอราคาสินค้ากลับจากผู้ขายผ่านข้อมูลการติดต่อของคุณ

# vldwaitemail
source: Can wait contact you via your email.
th_th: สามารถรอการติดต่อกลับผ่านทางอีเมล์ของคุณ

# vldadd_fav
source: Add to your favorites.
th_th: เพิ่มรายการโปรดเรียบร้อยแล้ว

# vldadd_fav_all
source: Add favorite success all
th_th: เพิ่มรายการโปรดทั้งหมดเรียบร้อยแล้ว

# vldall_fav_success
source: All items listed to favorite
th_th: รายการทั้งหมดอยู่ในรายการโปรดแล้ว

# vldfav_success
source: This list as a favorite.
th_th: รายการนี้เป็นรายการโปรดแล้ว

# vldenddate
source: The end date can not be less then the start date
th_th: วันที่สิ้นสุดต้องมากกว่าวันที่เริ่มต้น

# vldstartdate
source: The start date can not be greater then the end date
th_th: วันที่เริ่มต้นต้องน้อยกว่าวันที่สิ้นสุด

# vlderror_because
source: Error Because
th_th: เกิดข้อผิดพลาด เนื่องจาก

# vldproductlink
source: Product Link
th_th: ลิงค์สินค้า

# vldduplicatekeyword
source: duplicate keyword
th_th: คีย์เวิร์ดซ้ำ

# vldselectcateLV3
source: select category level 3
th_th: กรุณาเลือกหมวดหมู่ย่อย

# vldall_cate
source: All Category
th_th: หมวดหมู่สินค้าทั้งหมด

# vldUpgoldtoPuschase
source: You purchase a maximum of only one feature product Name. Please upgrade gold member to increase the order.
th_th: คุณมีสิทธิ์ในการสั่งซื้อ Feature Product ได้สูงสุดเพียง 1 ตำแหน่ง กรุณา Upgrade Gold Member เพื่อเพิ่มสิทธิ์การสั่งซื้อ

# vldfavoriteall
source: Add Favorite Success All
th_th: เพิ่มรายการโปรดทั้งหมดสำเร็จ

# vldquotationreject
source: Cannot reject, because sent this quotation already
th_th: ไม่สามารถ Reject การร้องขอได้เนื่องจากใบขอราคามีการตอบกลับไปยังผู้ร้องขอแล้ว

# vldAllProvinces
source: All Provinces
th_th: ทุกจังหวัด

# vldAgreement
source: Accept Agreement
th_th: กรุณายอมรับเงื่อนไขข้อตกลง
