Repository: vajrayanu/ShoppingCart
Catalog: Prosoft.Resource.Web/Ouikum/Member.*.resx
Languages: th_th

# btnClose_account
source: Deactivate an account
th_th: ปิดบัญชี

# lblAccept_Condition
source: I agree to term and condition
th_th: ฉันยอมรับเงื่อนไข

# lblAccount_Set
source: Account Setting
th_th: ตั้งค่าบัญชีผู้ใช้

# lblAcc_Set
source: Account Setting
th_th: ตั้งค่าบัญชีผู้ใช้

# lblAdd_Buylead
source: Post Buying Request
th_th: เพิ่มประกาศซื้อ

# lblAdd_Product
source: Post Your Product
th_th: เพิ่มสินค้าของคุณ

# lblcancel_acc
source: Are you sure you want to deactivate your account?
th_th: คุณแน่ใจหรือไม่ว่าต้องการปิดใช้งานบัญชีผู้ใช้ของคุณ

# lblChange_Pass
source: Change Password
th_th: เปลี่ยนรหัสผ่าน

# lblConfirm_n_pass
source: Confirm new password.
th_th: ยืนยันรหัสผ่านใหม่

# lblConfirm_Password
source: Confirm Password
th_th: ยืนยันรหัสผ่าน

# lblCreateWeb
source: Create Company Website
th_th: สร้างเว็บไซต์ของบริษัท

# lblData_sign_in
source: Information to access the website.
th_th: ข้อมูลในการเข้าใช้งานเว็บไซต์

# lblDisplay
source: Display Name
th_th: ชื่อที่ใช้แสดงในระบบ

# lblEdit_Acc
source: Edit Account
th_th: แก้ไขข้อมูลบัญชีผู้ใช้

# lblEdit_pf
source: Edit Profile
th_th: แก้ไขข้อมูลส่วนตัว

# lblexplain_more
source: Please explain more.
th_th: กรุณาอธิบายเพิ่มเติม

# lblguide_signin
source: If you are a member of thes websites, you can sign up immediately.
th_th: หากคุณเป็นสมาชิกของเว็บเหล่านี้ สามารถลงทะเบียนโดยใช้บัญชีที่มีอยู่ได้ทันที

# lblKeep_me
source: Remember me
th_th: จำชื่อผู้ใช้ของฉัน

# lblLinkF
source: Linked to Facebook.
th_th: เชื่อมโยงกับ Facebook

# lblLinkG
source: Linked to Google
th_th: เชื่อมโยงกับ Google

# lblLinkT
source: Linked to Twitter
th_th: เชื่อมโยงกับ Twitter

# lblNew_pass
source: New password
th_th: รหัสผ่านใหม่

# lblno_account
source: Don't have a B2BMyanmarTrade.com account?
th_th: ยังไม่มีบัญชีผู้ใช้ของ Ouikum.com

# lblPassword
source: Password
th_th: รหัสผ่าน

# lblReasons
source: Reasons to close this account (please specify).
th_th: สาเหตุการยกเลิกบัญชีผู้ใช้นี้ (โปรดระบุ)

# lblReasons1
source: I have another account.
th_th: ฉันมีบัญชีผู้ใช้อื่น

# lblReasons2
source: This is just temporary. I will come back again.
th_th: นี่แค่ชั่วคราว ฉันจะกลับมาอีกครั้ง

# lblReasons3
source: I do not understand how to use OuikumMyanmarTrade.com.
th_th: ฉันไม่เข้าใจวิธีการใช้ Ouikum.com

# lblReasons4
source: I do not see how OuikumMyanmarTrade.com can be useful.
th_th: ฉันไม่เห็นว่า Ouikum.com จะมีประโยชน์เลย

# lblReasons5
source: I received a lot of an email from OuikumMyanmarTrade.com.
th_th: ฉันได้รับอีเมล์จาก Ouikum.com มากเกินไป

# lblReasons6
source: Other
th_th: อย่างอื่น

# lblRegister_th
source: Register
th_th: ลงทะเบียน

# lblReset_Pass_th
source: Reset Password
th_th: ตั้งค่ารหัสผ่านใหม่

# lblRg_ex_acc
source: Register with another account.
th_th: ลงทะเบียนด้วยบัญชีที่มีอยู่

# lblTitle_add_buy
source: If you are looking to buy. You can post a buying request immediately.
th_th: หากคุณมองหาซื้อสินค้าอยู่ คุณสามารถลงประกาศซื้อได้ ทันที

# lblTitle_add_pro
source: You can post your product. Free!
th_th: คุณสามารถประกาศขายสินค้าของคุณได้ ฟรี!

# lblTitle_web_free
source: You can create your company website. Free!
th_th: คุณสามารถสร้างเว็บไซต์ของบริษัทได้ ฟรี

# lblUserEmai
source: Username or Email
th_th: ชื่อผู้ใช้หรืออีเมล์

# lblUsername
source: Username
th_th: ชื่อผู้ใช้งาน

# lblWarn
source: Warning : If you deactivate your account, all data information will be lost and can not be restored.
th_th: แจ้งเตือน : การยกเลิกบัญชีผู้ใช้ของคุณจะทำให้ข้อมูลทั้งหมดใน B2BThai.com ถูกลบ และจะไม่สามารถเรียกคืนได้

# lblEnter_the_site
source: Sign in to B2BMyanmarTrade.com
th_th: เข้าสู่ Ouikum.com

# lblWelcome
source: Welcome
th_th: ยินดีต้อนรับ

# lblWelcome_to_website
source: Welcome to OuikumMyanmarTrade.com
th_th: ยินดีต้อนรับสู่ Ouikum.com

# lblCondition
source: Terms and Conditions.
th_th: เงื่อนไขและข้อตกลง

# lblError_password
source: Your password is incorrect
th_th: รหัสผ่านของคุณไม่ถูกต้อง

# lblForget_pass
source: Forget your passward?
th_th: ลืมรหัสผ่าน?

# lblNotfound_Account
source: Account not found.
th_th: ไม่พบบัญชีผู้ใช้นี้ในระบบ

# lblPass
source: Password
th_th: รหัสผ่าน

# lblRegister_Now
source: Register Now
th_th: ลงทะเบียนเดี่ยวนี้

# lblLogin
source: Sign In
th_th: เข้าสู่ระบบ

# lblMember_Account
source: Account Information
th_th: ข้อมูลบัญชีในระบบ

# lblMember_Profile
source: Member Profile
th_th: ข้อมูลส่วนตัว

# lbl_Img
source: Avatar Image
th_th: รูปภาพประจำตัว

# lblMember_type
source: Type of Member
th_th: ประเภทของสมาชิก

# lblMem_name
source: Member Name
th_th: ชื่อสมาชิก

# lblUser_name
source: Username
th_th: ชื่อผู้ใช้

# lblMem_new
source: Newest Member
th_th: สมาชิกใหม่ล่าสุด

# lblMem_update
source: Last Modified Member
th_th: สมาชิกแก้ไขล่าสุด

# lblNum_contact
source: Number of Contacts
th_th: จำนวนการติดต่อ

# lblcannotlogin5time
source: You can not login through 5 times. Your account has been closed for security reasons. Please check your email to verify identity.
th_th: คุณเข้าสู่ระบบไม่ผ่าน 5 ครั้ง บัญชีของคุณถูกปิดเพื่อความปลอดภัย กรุณาตรวจสอบอีเมล์เพื่อยืนยันตัวตน

# lblerror5time
source: An error has occurred 5 times.
th_th: เกิดข้อผิดพลาด 5 ครั้ง

# lblErrorSendEmail
source: An error occurred while sending the email. Please try again.
th_th: เกิดข้อผิดพลาดขณะส่งอีเมล์ กรุณาลองอีกครั้ง

# lblforgetpass_success
source: You forget password has been successful. Please check your email.
th_th: คุณแจ้งลืมรหัสผ่านเรียบร้อยแล้ว กรุณาตรวจสอบอีเมล์ของคุณ

# lblMoreTimes
source: more times.
th_th: อีกครั้ง

# lblPassword_Incorrect
source: Password is incorrect. You can sign more
th_th: รหัสผ่านไม่ถูกต้อง คุณสามารถลงชื่อเข้าใช้ได้อีก

# lblPleaseCheckforError
source: There is an error. Please check for error.
th_th: เกิดข้อผิดพลาด กรุณาตรวจสอบ

# lblPlsPasswordMatchs
source: Please enter password and confirm password to match.
th_th: กรุณาระบุรหัสผ่านและยืนยันรหัสผ่านให้ตรงกัน

# lblRequestPassAlready
source: You have request a password already. Please check your email again.
th_th: คุณได้ทำการร้องขอรหัสผ่านแล้ว กรุณาตรวจสอบอีเมล์ของคุณอีกครั้ง

# lblUserEmailPass_Incorrect
source: Username or Email or Password is incorrect.
th_th: ชื่อผู้ใช้ หรืออีเมล์ หรือรหัสผ่านไม่ถูกต้อง

# lblemailalert_gold_mem_exp
source: Email alert expire of package Gold Member.
th_th: อีเมล์แจ้งเตือนแพคเกจ Gold Member หมดอายุ

# lblemailalert_gold_mem_toexp
source: Email alert near expire of package Gold Member.
th_th: อีเมล์แจ้งเตือนแพคเกจ Gold Member ใกล้หมดอายุ

# lblAlertnoconfirmpass
source: You did not confirm request new password within the specified period. Please enter your username and email address for request new password again. Sorry for the inconvenience.
th_th: คุณไม่ได้ยืนยันการขอรหัสผ่านใหม่ภายในระยะเวลาที่กำหนด กรุณากรอกชื่อผู้ใช้และอีเมล์เพื่อขอรหัสผ่านใหม่อีกครั้ง ขออภัยในความไม่สะดวก

# lblChangePassSuccess
source: Change password successful.
th_th: เปลี่ยนรหัสผ่านเรียบร้อยแล้ว

# lblConfirmpass24h
source: Please confirm request your new password within 24 hours.
th_th: กรุณายืนยันการขอรหัสผ่านใหม่ ภายใน 24 ชั่วโมง

# lblEnter_user_or_email_requestPass
source: If you want to request a new password. Please enter your email address or username that you have registered with the system.
th_th: หากคุณต้องการขอรหัสผ่านใหม่ กรุณาใส่อีเมล์หรือชื่อผู้ใช้ที่ได้ลงทะเบียนกับระบบไว้

# lblRequestNewPass
source: Request New Password
th_th: ขอรหัสผ่านใหม่

# lblSystem_send_email
source: The system will send a new password to the email address you registered.
th_th: ระบบจะทำการส่งรหัสผ่านใหม่เข้าอีเมล์ที่คุณได้ลงทะเบียนไว้

# lblupdatePass
source: Update Password
th_th: อัพเดตรหัสผ่าน

# lbluser_and_email_notcorrect
source: User's email is not correct. Please check again.
th_th: อีเมล์ของผู้ใช้นี้ไม่ถูกต้อง กรุณาตรวจสอบอีกครั้ง

# lblresgister_success
source: You are subscribe to OuikumMyanmarTrade.com
th_th: คุณได้สมัครเป็นสมาชิก Ouikum.com

# lblAfterSetpass
source: When you setting a new password successfully. You can sign in with your new password immediately.
th_th: เมื่อทำการตั้งค่ารหัสผ่านใหม่เสร็จเรียบร้อยแล้ว คุณสามารถลงชื่อเข้าสู่ระบบด้วยรหัสผ่านใหม่ได้ทันที

# lblBestRegards
source: Best Regards
th_th: ขอแสดงความนับถือ

# lblconfirm_set_newpass
source: to confirm and set a new password
th_th: เพื่อยืนยันการแจ้งลืมรหัสผ่านและไปสู่หน้าตั้งค่ารหัสผ่านใหม่

# lblCopyurl_activate
source: If the above link does not work, please copy this URL into your browser window. I forgot my password and to confirm the steps to set up a new password.
th_th: หากลิงค์ด้านบนไม่ทำงาน กรุณาคัดลอก URL นี้ลงในหน้าต่างเบราเซอร์ของคุณ เพื่อยืนยันการแจ้งลืมรหัสผ่านและไปยังขั้นตอนการตั้งค่ารหัสผ่านใหม่

# lblHaveAccbutnotMember
source: You are in the system, but is not a member, please register as a member B2BMyanmarTrade
th_th: Username / Email ของคุณไม่ถูกต้อง หรือไม่ได้ลงทะเบียนกับทาง Ouikum.com ไว้กรุณาตรวจสอบอีกครั้ง

# lblNotifyActivateCode
source: Please "Activate Code" to confirm your new password to access website.
th_th: กรุณา Activate Code เพื่อยืนยันรหัสผ่านสำหรับเข้าใช้งานเว็บไซต์

# lblNotifyRenewpass
source: After forgot my password successful. Next step you need to notify your new password again.
th_th: หลังจากดำเนินการแจ้งลืมรหัสผ่านเรียบร้อยแล้ว ขั้นตอนต่อไปคุณจะต้องทำการแจ้งลืมรหัสผ่านใหม่อีกครั้ง

# lblNotregister
source: You have not registered in the system. Please register.
th_th: คุณยังไม่ได้ลงทะเบียนเป็นสามาชิกในระบบ กรุณาลงทะเบียน

# pvAgreement
source: Member/SignUp/Agreement-en
th_th: Member/SignUp/Agreement-th

# titleSignup
source: Sign up with OuikumMyanmarTrade.com
th_th: สมัครสมาชิกกับ Ouikum.com

# lblAccSuspended
source: Now your account is suspended
th_th: บัญชีของคุณถูกระงับการใช้งาน

# lblAftervarifyownership
source: After successful verification of ownership. You can sign are immediately.
th_th: เมื่อทำการยืนยันการเป็นเจ้าของสำเร็จแล้ว คุณสามารถลงชื่อเข้าสู่ระบบได้ทันที

# lblConfirmActivatePass
source: Confirm request Activate Code to confirm forget password login B2BMyanmarTrade for because the original link has expired.
th_th: ยืนยันการขอ Activate Code เพื่อยืนยันการลืมรหัสผ่าน b2bthai สำหรับคุณ เนื่องจากลิงค์เดิมหมดอายุ

# lblConfirmActive
source: To confirm your active again.
th_th: เพื่อยืนยันการใช้งานของคุณใหม่อีกครั้ง

# lblNoMember
source: Member not found.
th_th: ไม่พบสมาชิก

# lblLoginFBError
source: There was an error while login into Facebook. Please try again later.
th_th: เกิดข้อผิดพลาดในขณะที่ล็อกอินเข้า Facebook โปรดลองอีกครั้ง

# lblCheckgold
source: You can check usage rights to Gold Member at
th_th: คุณสามารถตรวจสอบสิทธิการใช้งาน Gold Member ได้ที่

# lblMemberSuspended_success
source: Has suspended your membership successful.
th_th: ได้ระงับสิทธิการเป็นสมาชิกของคุณเรียบร้อยแล้ว

# lblMember_renew
source: If you want to renew membership. You can the right to at
th_th: หากต้องการต่ออายุสมาชิก สามารถแจ้งสิทธิได้ที่

# lblUptofree
source: The system upgrade your membership level to "Free Member" successful.
th_th: Ouikum ได้ปรับระดับสมาชิกของคุณเป็น Free Member เรียบร้อยแล้วค่ะ

# lblUptogold
source: System Upgrade your membership to Gold Member.
th_th: Ouikum ได้ Upgrade ระดับสมาชิกของคุณเป็น Gold Member เรียบร้อยแล้วค่ะ

# lblFillinfoforbenefit
source: Please enter the information for your benefit.
th_th: กรุณากรอกข้อมูลให้ถูกต้องและครบถ้วน เพื่อผลประโยชน์ในการติดต่อซื้อ-ขายของคุณ

# lblidentifywithadmin
source: Just enter the information correctly and confirm the identity with the Administrator.
th_th: เพียงกรอกข้อมูลสมัครสมาชิกให้ครบถ้วน และยืนยันตัวตนกับผู้ดูแลระบบ

# lblinformusername
source: Inform username or company name.
th_th: โดยแจ้งชื่อผู้ใช้หรือชื่อบริษัทของท่าน

# lblFreeOnlineStore
source: Free Online Store!
th_th: เปิดร้านค้าออนไลน์ ฟรี!

# lblbidproducthome
source: Bid Products (Products with the request price from buyer)
th_th: สินค้าที่มีการขอราคาจากผู้ซื้อ

# lblsharethispageon
source: Share this page on
th_th: แชร์หน้านี้ให้เพื่อนผ่าน

# lblCustomer
source: ฝ่ายบริการลูกค้า : 02-402-8413 หรือ support@Ouikum.com
th_th: ฝ่ายบริการลูกค้า : 080-252-6097 หรือ

# lblOfficeHours1
source: (เวลาทำการ : วันจันทร์ - ศุกร์ 8.30 - 17.00 น. ยกเว้นวันหยุดราชการและนักขัตฤกษ์)
th_th: (เวลาทำการ : วันจันทร์ - ศุกร์ 8.30 - 17.45 น. ยกเว้นวันหยุดราชการและนักขัตฤกษ์)
