Repository: vajrayanu/ShoppingCart
Catalog: Prosoft.Resource.Web/Ouikum/Message Center.*.resx
Languages: th_th

# btnNew_msg
source: New Message
th_th: สร้างข้อความ

# btnDraft
source: Save Draft
th_th: เพิ่มเป็นข้อความร่าง

# btnFavorite
source: Favorite
th_th: รายการโปรด

# btnForward
source: Forward
th_th: ส่งต่อ

# btnReply
source: Reply
th_th: ตอบกลับ

# btnTo
source: To
th_th: ถึง

# lblAttach_file
source: Attach a file
th_th: ไฟล์แนบ

# lblAtt_more_file
source: Attach another file
th_th: ไฟล์แนบอื่นๆ

# lblDraftbox
source: Draft
th_th: ข้อความร่าง

# lblFavorite
source: Favorite
th_th: รายการโปรด

# lblMarkImportance
source: Important
th_th: ทำเป็นข้อความสำคัญ

# lblInbox
source: Inbox
th_th: กล่องข้อความ

# lblipt_msg
source: Important Message
th_th: ข้อความสำคัญ

# lblMsgcenter
source: Message Center
th_th: ศูนย์ข้อความ

# lblSelect_Contact
source: Select Contact
th_th: เลือกผู้ติดต่อ

# lblSendbox
source: Send box
th_th: ข้อความที่ส่งแล้ว

# lblSubject
source: Subject
th_th: หัวเรื่อง

# lblMessage
source: Message
th_th: ข้อความ

# btnSend
source: Send
th_th: ส่ง

# btnBack
source: Back
th_th: กลับ

# btnSignOut
source: Sign Out
th_th: ออกจากระบบ

# lblMaximum5mb
source: Maximum 5 mb
th_th: สูงสุด 5 mb

# btnMsgDelete
source: Delete
th_th: ลบ

# btnView_more_details
source: View More Details
th_th: ดูรายละเอียดเพิ่มเติม

# colSelectAll
source: Select all
th_th: เลือกทั้งหมด

# lblRecipient
source: Recipient
th_th: ผู้รับ

# lblSendDate
source: Send Date
th_th: วันที่ส่ง

# lblSender
source: Sender
th_th: ผู้ส่ง

# lblNew_msg
source: New Message
th_th: ข้อความใหม่

# lblView_msg
source: View Message
th_th: ดูข้อความใหม่

# lblSend_contact
source: Send to Contact
th_th: ส่งข้อความติดต่อ

# btnSendMessage
source: Send Message
th_th: ส่งข้อความ

# pdFromEmail
source: Your Email
th_th: อีเมล์ของคุณ

# pdFromName
source: Your name
th_th: ชื่อของคุณ

# pdToCompany
source: Send to company
th_th: ส่งไปยังบริษัท

# pdToEmail
source: Send to email
th_th: ส่งไปยังอีเมล์

# pdYourPhone
source: Your Phone Number
th_th: โทรศัพท์ของคุณ

# lblImportance
source: Important
th_th: เพิ่มเป็นข้อความสำคัญ

# lblContactComp
source: Contact Company
th_th: ติดต่อบริษัท

# lblContactImmediately
source: Please contact us immediately.
th_th: กรุณาติดต่อกลับด่วน

# lblNoContact
source: No Contact
th_th: ไม่มีรายชื่อ

# btnFrom
source: From
th_th: จาก

# lblconfirm_mark_importance
source: Want to mark important
th_th: ต้องการทำเครื่องหมายสำคัญหรือไม่

# lblconfirm_mark_unread
source: want to mark unread
th_th: ต้องการทำเครื่องหมายยังไม่ได้อ่านหรือไม่

# lblYourComment
source: Your comment
th_th: ความคิดเห็นของคุณ

# pdFriendEmail
source: Your friend's e-mail
th_th: อีเมล์เพื่อนของคุณ

# pdFriendName
source: Your friend's name
th_th: ชื่อเพื่อนของคุณ

# lblCompany
source: Company
th_th: บริษัท

# lblFrom
source: From
th_th: จากคุณ

# lblEmailNote
source: Note :
th_th: หมายเหตุ

# lblEmailNoteDetail
source: This E-mail simply is a message from the website Ouikum.com. Please! Do not reply its back
th_th: อีเมล์ฉบับนี้เป็นเพียงการแจ้งข่าวสารจากเว็บไซต์ Ouikum.com เท่านั้น กรุณาอย่าตอบกลับอีเมล์นี้

# lblClickToView
source: Click to view
th_th: คลิกเพื่อดู

# lblDear
source: Dear
th_th: เรียน คุณ

# lblDemandDetail
source: Demand detail
th_th: รายละเอียดความต้องการซื้อ

# lblForViewDemand
source: for view demand. And modify or add your trading infomation.
th_th: สำหรับเข้าดูรายละเอียดความต้องการซื้อ และเข้าแก้ไขหรือเพิ่มข้อมูลซื้อ-ขายของคุณ

# lblIfEnableAgain
source: If you want to enable it again. Please contact Ouikum.comm.
th_th: หากต้องการเปิดการใช้งานใหม่อีกครั้ง รบกวนติดต่อเจ้าหน้าที่ Ouikum.com

# lblIfRenewMembership
source: If you want to renew membership. Please informed
th_th: หากต้องการต่ออายุสมาชิก สามารถแจ้งสิทธิได้

# lblInfoForCustomer
source: Information for Ouikum.com customer only
th_th: ข้อมูลสำหรับลูกค้าเว็บไซต์ Ouikum.com เท่านั้น

# lblInformRegMember
source: We would like to inform that You has registered as member through the administrators at
th_th: เราขอแจ้งให้ทราบว่า คุณได้ลงทะเบียนเป็นสมาชิกผ่านผู้ดูแลระบบ ณ วันที่

# lblIntroduceJob
source: has introduced a job
th_th: ได้แนะนำตำแหน่งงาน

# lblJobDetail_Link_below
source: You can view a job's detail on the links below.
th_th: คุณสามารถดูรายละเอียดของตำแหน่งงานแนะนำตามลิงค์ด้านล่าง

# lblSince
source: since
th_th: เนื่องจาก

# lblSincerely
source: Yours sincerely,
th_th: ขอแสดงความนับถือ,

# lblTeam
source: Ouikum.com Team
th_th: ทีมงาน Ouikum.com

# lblThatYou
source: that
th_th: ที่ คุณ

# lblThisInfoSupplier
source: This is an information
th_th: นี่คือข้อมูลผู้ขายสินค้า

# lblToYou
source: to you.
th_th: ให้คุณ

# lblUserDescription
source: You can sign in to make changes or add traded information and view contact information through the message center.
th_th: ท่านสามารถเข้าสู่ระบบการใช้งานเพื่อทำการแก้ไข หรือเพิ่มข้อมูลประกาศซื้อ-ขาย และเรียกดูข้อมูลการติดต่อผ่านระบบศูนย์ข้อความได้

# lblViewSupplierAt
source: You can view the supplier information at
th_th: คุณสามารถดูข้อมูล Supplier ดังกล่าวได้ที่

# lblViewYour_Msg_RequestPrice
source: You can view your message report and your request price
th_th: ท่านสามารถเข้าไปดูรายงานการส่งข้อความติดต่อและการขอราคาสินค้า ของคุณได้

# lblWelcomeTo
source: Welcome to
th_th: ยินดีต้อนรับสู่เว็บไซต์

# lblYourAccount
source: Your Account
th_th: รหัสเข้าใช้งานเว็บไซต์

# lblYourOnlineStore
source: your online store
th_th: ข้อมูลร้านออนไลน์ของคุณ

# lblSendtofriend
source: Sent to Friends
th_th: ส่งให้เพื่อน

# lblAnonymous
source: Anonymous
th_th: ไม่ระบุ

# lblPostBuyingLink
source: Post buying Link
th_th: ลิ้งค์ประกาศซื้อ

# lblProductCompare
source: Product Compare
th_th: เปรียบเทียบสินค้า

# lblProductDemand
source: Product demand
th_th: ต้องการสินค้า

# lblProductLink
source: Product Link
th_th: ลิ้งค์สินค้า

# lblSend_to_friend
source: Send to friends
th_th: ส่งต่อถึงเพื่อน

# lblGiveScore1
source: Give the score for us (10 score is a maximum level).
th_th: ถ้าคะแนนเต็ม 10,

# lblGiveScore2
source: How many level of Ouikum.com useful for your business?
th_th: Ouikum.com สร้างประโยชน์ให้กับคุณในระดับใด?

# lblMsg_follows
source: Has sent a message to you via Ouikum.com as follows :
th_th: ได้ส่งข้อความถึงคุณ ผ่านทาง Ouikum.com ดังนี้

# lblOnlineAuction
source: Online Aunction
th_th: การประมูลสินค้าออนไลน์ (E-Aunction)

# lblPleaseSpecify
source: Please specify
th_th: โปรดระบุ

# lblReqQuotaion
source: Request Quotation
th_th: การขอเสนอใบราคาสินค้า(Quotation)

# lblSendMsgAdmin
source: Send a Message to Admin
th_th: ส่งข้อความถึง Admin

# lblSir
source: Sir or Madam
th_th: คุณ

# lblSubject_p1
source: You have 1 new message from
th_th: คุณมีข้อความใหม่จาก

# lblSurveyQuestion
source: What do you want in B2BThai.com?
th_th: ท่านต้องการให้ระบบ Ouikum.com มีอะไรบ้าง ดังต่อไปนี้

# lblSystem_has
source: I would like Ouikum.com has
th_th: ต้องการให้ระบบOuikum.com มี

# lblThanksForSuggest
source: Thank you for your suggestions.
th_th: ขอบคุณลูกค้าทุกท่านที่ให้คำแนะนำค่ะ

# lblWantToViewMsg
source: If you want to reply message via B2BThai.com. Please click
th_th: หากต้องการเปิดข้อความใน Ouikum.com กรุณาคลิกลิ้งค์

# lblYourEmail
source: Your Email
th_th: อีเมลล์ของคุณ

# lblYourName
source: Your Name
th_th: ชื่อของคุณ

# lblContacted
source: contacted
th_th: ได้ติดต่อคุณ

# lblSuject_3
source: contacted you via b2bthai.com
th_th: ได้ติดต่อคุณ ผ่านทาง Ouikum.com

# lblVia
source: via b2bthai.com
th_th: ผ่านทาง Ouikum.com

# lblNoresult
source: No result
th_th: ไม่มีผลลัพธ์

# lblMsgFromCustomer
source: Message from customer
th_th: ข้อความจากลูกค้า

# lblErrorSendMail
source: Error sending a mail. Please try again.
th_th: เกิดข้อผิดพลาดขณะส่งอีเมลล์ กรุณาลองอีกครั้ง

# btnMark_unread
source: Mark Unread
th_th: ทำเครื่องหมายยังไม่ได้อ่าน

# lblFeedback
source: Feedback
th_th: แนะนำติชม

# btnMark_unread1
source: Mark Unread
th_th: ทำเครื่องหมายยังไม่ได้อ่าน
