Repository: vajrayanu/ShoppingCart
Catalog: Prosoft.Resource.Web/Ouikum/Product.*.resx
Languages: th_th

# btnAdd_to_Compare
source: Add to Compare
th_th: เพิ่มสินค้าเปรียบเทียบ

# btnItem_selected
source: Item is selected
th_th: รายการที่ถูกเลือกไว้

# lblAddCompare
source: Add to Compare
th_th: เปรียบเทียบสินค้า

# lblAddFavorite
source: Add to Favorite
th_th: เพิ่มรายการโปรด

# lblAddImg_Guide1
source: Just Select and drag for setting image
th_th: ลากเพื่อจัดวางรูปภาพ, เลือกรูปภาพสูงสุดเพียง

# lblAddImg_Guide2
source: maximize 5 MB
th_th: ขนาดไฟล์ไม่เกิน 5 MB ,

# lblAdd_kw
source: Add more key word
th_th: เพิ่มคีย์เวิร์ด

# lbladd_moreDetail
source: Add more details.
th_th: คลิกเพื่อเพิ่มรายละเอียด

# lblAdd_product
source: Post a new product
th_th: ลงประกาศขายสินค้า

# lblAllitem
source: All item
th_th: รายการ

# lblBaht
source: Baht
th_th: บาท

# lblBuylead
source: Buying Request
th_th: ประกาศซื้อ

# lblBuyleadList
source: Buying Request List
th_th: รายการประกาศซื้อ

# lblBuylead_eng
source: Buying Request
th_th: Buylead

# lblCate
source: Product Category
th_th: หมวดหมู่สินค้า

# lblChg_Cate
source: Set new category
th_th: กำหนดหมวดหมู่ใหม่

# lblCloseSetting
source: Close Setting
th_th: ปิดการแก้ไข

# lblContactSupplier
source: Contact Supplier
th_th: ติดต่อผู้ขาย

# lblContact_Supplier
source: Contact Supplier
th_th: ติดต่อผู้ขาย

# lblDragProductHere
source: "Drag Product Here"
th_th: "ลากสินค้าวางในช่องนี้"

# lblFeature_Pro
source: Feature Product
th_th: สินค้าแนะนำ

# lblFile_Format
source: File format
th_th: รูปแบบไฟล์

# lblHidemenu
source: Hide Menu
th_th: ย่อแถบเมนู

# lblImage
source: Images
th_th: รูปภาพ

# lblItem
source: Item
th_th: รายการ

# lblKeyword
source: Key word
th_th: คีย์เวิร์ด

# lblKey_word
source: Key word
th_th: คำค้น

# lblmain_pic
source: Main picture
th_th: รูปสินค้าหลัก

# lblMinimum_Unit
source: Mininum Order Unit
th_th: สั่งซื้อขั้นต่ำ

# lblMng_buylead
source: Manage Buying Request
th_th: จัดการประกาศซื้อ

# lblMng_FeaPro
source: Manage Feature Product
th_th: จัดการสินค้าแนะนำ

# lblMng_Junk
source: Manage Junk
th_th: จัดการสินค้าในถังขยะ

# lblMng_menu
source: Manage Menu
th_th: เมนูจัดการ

# lblMng_product
source: Manage Product
th_th: จัดการสินค้า

# lblMore_Detail
source: More details.
th_th: รายละเอียดเพิ่มเติม

# lblMoveToTrash
source: Move To Trash
th_th: ย้ายสินค้าลงถังขยะ

# lblNoProductGroup
source: Not found group
th_th: ไม่มีกลุ่มสินค้า

# lblNotfoundCate
source: Not found category
th_th: ไม่พบหมวดสินค้าที่คุณค้นหา

# lblOnly
source: Only
th_th: เท่านั้น

# lblPay_Ship
source: Payment and Shipping
th_th: การจัดส่งและชำระเงิน

# lblPost_NewProduct
source: Post a new product
th_th: ประกาศขายสินค้า

# lblPreview
source: Preview
th_th: แสดงตัวอย่าง

# lblPrice
source: Price
th_th: ราคา

# lblPro
source: Product
th_th: สินค้า

# lblProduct
source: Product
th_th: สินค้า

# lblProductCode
source: Product Code
th_th: รหัสสินค้า

# lblProduct_Detail
source: Product Detail
th_th: ข้อมูลสินค้า

# lblProduct_in_detail
source: Product description
th_th: ข้อมูลสินค้าโดยละเอียด

# lblPro_Cate
source: Product Category
th_th: หมวดสินค้า

# lblPro_Group
source: Product Group
th_th: กลุ่มสินค้า

# lblPro_name
source: Product name
th_th: ชื่อสินค้า

# lblPro_SelectUnit
source: Please Select Unit
th_th: กรุณาเลือกหน่วยสินค้า

# lblPro_Unit
source: Product Unit
th_th: หน่วยสินค้า

# lblQuick_Detail
source: Description
th_th: คำอธิบาย

# lblRequireImg
source: Please select as least 1 image
th_th: กรุณาเลือกอย่างน้อย 1 รูปภาพ

# lblReq_Quo
source: Request Price
th_th: ร้องขอราคา

# lblSaveListNo
source: Save List No
th_th: บันทึกการจัดลำดับ

# lblSelectGroup
source: Select product group
th_th: กรุณาเลือกกลุ่มสินค้า

# lblSetting
source: Editing menu
th_th: เปิดการแก้ไข

# lblSett_display_opt
source: Setting display options
th_th: ตั้งค่าการแสดงผล

# lblShowmenu
source: Show Menu
th_th: แสดงแถบเมนู

# lblShow_Topic
source: Display
th_th: การแสดงผล

# lblSize
source: Size
th_th: ขนาด

# lblHot_Pro
source: Hot Product
th_th: สินค้า Hot

# lblMng_Hot
source: Manage Hot Product
th_th: จัดการสินค้ายอดนิยม

# lblAdd_Buylead
source: Post a buying request
th_th: ลงประกาศซื้อสินค้า

# lblAddImg_Guide3
source: For beautiful display, New images should be square.
th_th: เพื่อการแสดงผลที่สวยงาม รูปภาพควรมี

# btnAdd_to_Favorite
source: Add to Favorite
th_th: เพิ่มในรายการโปรด

# btnProduct_Compare
source: Compare
th_th: เปรียบเทียบ

# lblViewCount
source: View count
th_th: ผู้เข้าชม

# lblRecommend_Full
source: Number of recommend product is full.
th_th: สินค้าแนะนำของคุณเต็มแล้ว

# lblProduct_Full
source: Number of product is full. Your package can display only 20 items
th_th: แพ็คเก็คของคุณมีสินค้าเต็มแล้ว

# lblMng_Recommend
source: Manage Recommend Product
th_th: จัดการสินค้าแนะนำ

# validContraband
source: Contraband
th_th: สินค้าต้องห้าม

# validDataImgNotMatchData
source: Image not match product
th_th: รูปภาพไม่ตรงกับสินค้า

# validDataMissing_NotCollect
source: Data is missing / not complete
th_th: กรอกข้อมูลไม่ครบ/ไม่ถูกต้อง

# validOtherRemark
source: Other remark
th_th: อื่นๆ

# btnRequestPrice
source: Request Price
th_th: ร้องขอราคาสินค้า

# lblAllBuylead
source: All Buying Request
th_th: ประกาศซื้อทั้งหมด

# lblMng_BuyleadJunk
source: Manage Junk
th_th: จัดการประกาศซื้อในถังขยะ

# lblProductAndService
source: Product and service
th_th: สินค้าและบริการ

# lblServiceRate
source: Service Rate
th_th: อัตราค่าบริการ

# lblProductList
source: Product List
th_th: รายการสินค้า

# lblIndustry
source: Industry Product
th_th: สินค้าอุตสาหกรรม

# lblWholesale
source: Wholesale
th_th: สินค้าขายส่ง

# lblRelatedSupplier
source: Related Supplier
th_th: ผู้ขายที่เกี่ยวข้อง

# lblLastCreateProduct
source: Lastest Product
th_th: สินค้าใหม่ล่าสุด

# lblLastModifyProduct
source: Lasted Edit Product
th_th: สินค้าแก้ไขล่าสุด

# lblClearallsearch
source: Clear all result
th_th: ล้างผลการค้นหาทั้งหมด

# lblUSD
source: USD
th_th: ดอลล่าร์

# lblHigh_value_Product
source: Highest volume production
th_th: ปริมาณสูงสุดในการผลิต

# lblOrigin
source: Origin
th_th: แหล่งผลิตสินค้า

# lblProduct_relate
source: Products related this suppliers
th_th: สินค้าที่เกี่ยวข้องกับผู้ขายรายนี้

# lblAmount
source: Amount
th_th: จำนวน

# lblApproveProduct
source: Approve Product
th_th: อนุมัติสินค้า

# lblPremiumproduct
source: Premium Product
th_th: สินค้าพรีเมี่ยม

# lblContactCount
source: Contact Count
th_th: จำนวนการติดต่อสินค้า

# lblProductGallery
source: Product Gallery
th_th: รายการสินค้า

# lblSeelargerimage
source: See larger image
th_th: ดูรูปภาพขนาดจริง

# lblconfirm_del_catepro
source: Confirm delete category.
th_th: ยืนยันลบหมวดสินค้า

# lbldel_af_move
source: Original category will be deleted. After moving product is finished.
th_th: หมวดสินค้าเดิมจะถูกลบ หลังจากที่ย้ายสินค้าเสร็จสิ้น

# lbledit_cateLV1
source: Edit Category Level 1
th_th: แก้ไขหมวดหมู่สินค้าหลัก

# lbledit_cateLV2
source: Edit Category Level 2
th_th: แก้ไขหมวดหมู่สินค้ารอง

# lbledit_cateLV3
source: Edit Category Level 3
th_th: แก้ไขหมวดหมู่สินค้าย่อย

# lbledit_catetype
source: Edit Category Type
th_th: แก้ไขประเภทหมวดหมู่

# lblmovetonewcate
source: Product is in the original category. Will be moved to the new category.
th_th: สินค้าที่อยู่ในหมวดเดิม จะถูกย้ายไปยังหมวดใหม่ด้วย

# lblmove_del_proandcate
source: move product before deleting product category.
th_th: ย้ายสินค้าก่อนลบหมวดสินค้า

# lblnewlocation_pro
source: new Location of product.
th_th: ที่อยู่ใหม่ของสินค้า

# lblnotdel_catepro
source: the original category are not deleted.
th_th: หมวดสินค้าเดิมจะยังไม่ถูกลบ

# lblselect_location_pro
source: Select location new product.
th_th: เลือกที่อยู่ใหม่ของสินค้า

# lblSortProduct
source: Sort Product
th_th: เรียงลำดับสินค้า

# lblTermCondition
source: Term Condition
th_th: เงื่อนไขการประกาศซื้อสินค้า

# lblAll_pro
source: All Product
th_th: สินค้าทั้งหมด

# lblsell_product
source: Sell Product
th_th: ขายสินค้า

# lblCharsearch
source: A,B,C,D,E,F,G,H,I,J,K,L,M,N,O,P,Q,R,S,T,U,V,W, X,Y,Z
th_th: ก,ข,ฃ,ค,ฅ,ฆ,ง,จ,ฉ,ช,ซ,ฌ,ญ,ฎ,ฏ,ฐ,ฑ,ฒ,ณ,ด,ต,ถ,ท,ธ,น,บ,ป,ผ,ฝ,พ,ฟ,ภ,ม,ย,ร,ล,ว,ศ,ษ,ส,ห,ฬ,อ,ฮ

# lblAutoMobile
source: AutoMobile
th_th: รถยนต์,มอเตอร์ไซต์,อะไหล่

# lblComp_Soft
source: Computer,Software
th_th: คอมพิวเตอร์,ซอฟต์แวร์

# lblFurniture
source: Furniture
th_th: เฟอร์นิเจอร์

# lblHome_Garden
source: Home,Garden
th_th: บ้านและสวน

# lblAddUnlimitedProducts
source: Add Products Unlimited
th_th: เพิ่มสินค้าได้ไม่จำกัด

# lblNum_of_emp
source: Number of employees
th_th: จำนวนพนักงาน

# lblProductService
source: Product for service
th_th: สินค้าบริการ

# lblRelate_pro_supplier
source: Related Products with this supplier
th_th: สินค้าที่เกี่ยวข้องกับผู้ขายรายนี้

# lblProduct_details
source: Product Details
th_th: รายละเอียดสินค้า

# lblMax_upload_product
source: The maximum number of products you can Upload.
th_th: จำนวนรายการสินค้าสูงสุดที่สามารถ Upload ได้

# lblComparePro
source: Compare Product
th_th: เปรียบเทียบสินค้า

# lblConstruction_Realestate
source: Construction & Real Estate
th_th: ก่อสร้าง, วัสดุ

# lblConsumer_Electronics
source: Consumer Electronics
th_th: ไฟฟ้า, อิเล็กทรอนิกส์

# lblGeneral_Product
source: General Product
th_th: ข้อมูลสินค้าโดยทั่วไป

# lblHardware_Tools
source: Hardware & Tools
th_th: เครื่องมือ, อุปกรณ์

# lblHighProduction
source: High volume production
th_th: ปริมาณสูงสุดในการผลิต

# lblMachinery
source: Machinery
th_th: เครื่องจักรกล,การลำเลียง

# lblOffice_Schoolsupplies
source: Office & School Supplies
th_th: อุปกรณ์สำนักงาน

# lblPostBuyinglatest
source: Post Buying the latest products.
th_th: ประกาศซื้อสินค้าล่าสุด

# lblSecurity_Protection
source: Security & Protection
th_th: อุปกรณ์ความปลอดภัย

# lblBangkok
source: Bangkok Metropolis
th_th: กรุงเทพมหานคร

# lblBkk
source: Bangkok
th_th: กรุงเทพ

# lblDemand_sell
source: information demand sell
th_th: ข้อมูลความต้องการซื้อ

# lblBidProduct
source: Bids Product
th_th: เสนอราคาสินค้า

# lblFeature
source: Feature
th_th: แนะนำ

# lblNewProduct
source: New Product
th_th: สินค้าล่าสุด

# lblPost_you_Product
source: Post your product
th_th: ประกาศขายสินค้าของคุณ

# lblSearchstore
source: Search product
th_th: ค้นหาสินค้ารูปแบบใหม่

# lblMng_Premium
source: Manage Premium
th_th: จัดการสินค้าพรีเมี่ยม

# lblCateLV1
source: Major Category
th_th: หมวดหมู่สินค้าหลัก

# lblCateLV2
source: Minor Category
th_th: หมวดหมู่สินค้ารอง

# lblCateLV3
source: Sub Category
th_th: หมวดหมู่สินค้าย่อย

# lblMng_Category
source: Manage Category
th_th: จัดการหมวดหมู่สินค้า

# lblSelectSupplier
source: Select Supplier
th_th: เลือกผู้ขาย

# lblNoFeatPro
source: No Feature Product
th_th: ไม่มีสินค้าแนะนำ

# lblAllCatePro
source: All Product Category
th_th: หมวดหมู่สินค้าทั้งหมด

# lblCatePro
source: Product Category
th_th: หมวดหมู่สินค้า

# lblJunk
source: Junk
th_th: ถังขยะ

# lblformatfile
source: Type of file .pdf .xlsx .docx .jpg .jpgs
th_th: ชนิดของไฟล์ .pdf .xlsx .docx .jpg .jpgs

# lblCategories1
source: A,B,C,D
th_th: ก,ข,ฃ,ค,ฅ,ฆ,ง

# lblCategories2
source: E,F,G,H
th_th: จ,ฉ,ช,ซ,ฌ,ญ,ฎ

# lblCategories3
source: I,J,K,L
th_th: ฏ,ฐ,ฑ,ฒ,ณ,ด,ต

# lblCategories4
source: M,N,O,P
th_th: ถ,ท,ธ,น,บ,ป,ผ

# lblCategories5
source: Q,R,S,T
th_th: ฝ,พ,ฟ,ภ,ม,ย,ร

# lblCategories6
source: U,V,W, X
th_th: ล,ว,ศ,ษ,ส,ห,ฬ

# lblCategories7
source: Y,Z
th_th: อ,ฮ

# lblCateofAll
source: All Category
th_th: หมวดหมู่ทั้งหมด

# lblSupplierlist
source: Supplier List
th_th: รายการผู้ขาย

# lblProductImage
source: Product image
th_th: ภาพสินค้า

# lblClickForUploadPhoto
source: Click for upload photo
th_th: คลิกเพื่ออัพโหลดภาพ

# lblProductInfoMore
source: Product infomation more
th_th: ข้อมูลสินค้าเพิ่มเติม

# lblSellingConditions
source: Selling Conditions
th_th: เงื่อนไขประกาศขายสินค้า

# lblPreProductInfo
source: Preliminary product information
th_th: ข้อมูลสินค้าเบื้องต้น

# lblConfirmSellProduct
source: Confirm Sell Product
th_th: ยืนยันประกาศขายสินค้า

# lblHotFeat
source: Approve Premium Product
th_th: อนุมัติสินค้าพรีเมี่ยม

# lblPrice_one
source: Product Price / Piece
th_th: ราคาสินค้า/ชิ้น

# lblQtyUnit_one
source: Product Unit / Piece
th_th: หน่วยสินค้า/ชิ้น

# lblPricesend
source: Wholesale
th_th: ราคาขายส่ง
