Repository: vajrayanu/ShoppingCart
Catalog: Prosoft.Resource.Web/Ouikum/Quotation.*.resx
Languages: th_th

# btnCancleforSale
source: Cancel for sale.
th_th: ยกเลิกงานขายแล้ว

# btnDeleteBid
source: Delete Quotation
th_th: ลบข้อมูล

# btnnoStock
source: Out of stock.
th_th: สินค้าหมด Stock

# btnPronot_enough
source: Quatity of product is not enough
th_th: จำนวนสินค้าไม่พอกับที่ต้องการ

# lblBid
source: Purchase
th_th: ใบร้องขอราคา

# lblBidback
source: Bid back
th_th: เสนอราคากลับ

# lblBidBy
source: Bid By
th_th: ผู้ขอราคา

# lblBidder
source: Bidder
th_th: ผู้เสนอราคา

# lblBidinfo
source: Bidder Information
th_th: ข้อมูลผู้ขอราคาสินค้า

# lblBid_sale
source: Bid sale
th_th: เสนอราคาขาย

# lblClosebid
source: Close Bid
th_th: ปิดการเสนอราคา

# lblContactUs
source: Contact Us.
th_th: ข้อมูลติดต่อกลับ

# lblDes_QuotationLink
source: You can find product price information or bid product via B2BThai.com here
th_th: คุณสามารถดูข้อมูลการขอราคาสินค้า หรือเสนอราคาสินค้ากลับผ่านระบบ B2BThai.com ได้ที่

# lblDes_QuotationLink2
source: You can see the quotation via B2BThai.com at
th_th: คุณสามารถดูข้อมูลการเสนอราคาสินค้าผ่านระบบ AppstoreThai.com ได้ที่

# lblDiscount
source: Discount
th_th: ส่วนลด

# lblEndbidproduct
source: End bid this product
th_th: ปิดการเสนอราคา

# lblEstimate_Price
source: Estimate Price
th_th: ข้อมูลการเสนอราคาสินค้า

# lblFill_from_complete
source: Please fill in form completely.
th_th: กรุณากรอกข้อมูลตามแบบฟอร์มด้านล่างให้ครบถ้วน

# lblForSupplier
source: For suppliers who are interested. You able to bid by contact at
th_th: สำหรับ Suppliers ท่านไหนสนใจ สามารถเสนอราคา ติดต่อที่

# lblImportant
source: Important
th_th: ข้อความสำคัญ

# lblLastBid
source: Last bid
th_th: ผู้เสนอราคาล่าสุด

# lblLowPrice
source: Low price
th_th: ราคาต่ำสุด

# lblPricePerPiece
source: Price per piece
th_th: ราคาต่อชิ้น

# lblProductmatchneedbuyer
source: If you have a product that match to needs of the buyer. From the list below, you can
th_th: หากคุณมีสินค้าที่ตรงกับความต้องการของผู้ซื้อ จากรายการด้านล่าง คุณสามารถ

# lblProductName
source: Product name
th_th: ชื่อสินค้าที่ขอราคา

# lblQty
source: Quantity
th_th: จำนวน

# lblQuoAttach
source: Quotation Attach
th_th: ไฟล์แนบ, ใบเสนอราคา

# lblQuoCode
source: Quotation Code
th_th: เลขที่เสนอราคา

# lblQuoSentMsg
source: Sent Quotation Message Successful
th_th: ทำการส่งข้อความถึงผู้ร้องขอสำเร็จ

# lblQuotation
source: Request Price
th_th: ขอราคาสินค้า

# lblQuotation1
source: Request Price
th_th: คำขอราคาสินค้า

# lblQuotationDetailFollow1
source: has offered price
th_th: ได้เสนอราคาสินค้า

# lblQuotationDetailFollow2
source: via B2BThai.com the details as follows.
th_th: ที่คุณได้ขอราคาไว้ ผ่านทางเว็บไซต์ B2BThai.com รายละเอียด ดังนี้

# lblQuotationSubject1
source: The Quotation for
th_th: มีผู้เสนอราคาสินค้า

# lblQuotationSubject2
source: B2BThai.com
th_th: ที่คุณได้ขอราคาไว้ผ่านทาง B2BThai.com

# lblQuotationTitle
source: RequestPrice | B2BThai.com
th_th: เสนอราคาสินค้า | B2BThai.com

# lblQuotation_
source: Quotation
th_th: ใบเสนอราคา

# lblQuotation_Detail
source: Quotation Detail
th_th: รายละเอียดการขอราคา

# lblQuo_date
source: Quotation Date
th_th: วันที่ขอราคา

# lblRemark
source: Remark
th_th: หมายเหตุ

# lblReplybid
source: Reply Bid
th_th: เสนอราคากลับ

# lblReplybid_and_new
source: You can bid Reply already Want to new bid again ?
th_th: ท่านได้เสนอราคากลับแล้ว ต้องการเสนอราคาใหม่หรือไม่

# lblReqDetailFollow1
source: requested your product
th_th: ได้ขอราคาสินค้า

# lblReqDetailFollow2
source: price via B2BThai.com. The details as follows :
th_th: ของคุณ ผ่านทางเว็บไซต์ B2BThai.com รายละเอียด ดังนี้ :

# lblReqPriceSubject1
source: Someone request your
th_th: มีผู้สนใจขอราคาสินค้า

# lblReqPriceSubject2
source: price - B2BThai.com
th_th: ของคุณ - B2BThai.com

# lblReqPublic
source: Public (Supplier can bid)
th_th: Public (เปิดให้ผู้ขายรายอื่นเสนอราคาสินค้าได้)

# lblReq_List
source: Request Product List
th_th: รายการขอราคาสินค้า

# lblReq_Price
source: Product Request Price
th_th: สินค้าที่ขอราคา

# lblRqsTitle
source: Request Price related to product below
th_th: ใบร้องขอราคาเกี่ยวกับสินค้าดังต่อไปนี้

# lblRqsWorn
source: Please check your information before sending
th_th: กรุณาตรวจสอบข้อมูลรายละเอียดของคุณอีกครั้งก่อนการส่ง เพื่อผลประโยชน์ของท่านเอง

# lblSale_Name
source: Sale's Name
th_th: Sale Name

# lblSent_myEmail
source: Sent to my email
th_th: ส่งอีเมล์ถึงฉัน

# lblSomeoneWants
source: Someone wants
th_th: มีลูกค้าต้องการ

# lblTitleBidList
source: The last product with the purchase price.
th_th: สินค้าที่มีผู้ขอราคาซื้อล่าสุด

# lblTotalAmount
source: Total Amount
th_th: รวมเป็นเงินทั้งหมด

# lblWithBuyer
source: With buyer
th_th: กับผู้ซื้อได้

# lblwouldEmail
source: Please, contact my personal e-mail.
th_th: ต้องการให้ติดต่อกลับผ่านอีเมล์ส่วนตัว

# lblwouldPhone
source: Please, contact by telephone.
th_th: ต้องการให้ติดต่อกลับผ่านทางโทรศัพท์

# lblQuotationReport
source: Quotation Report
th_th: รายงานการขอราคา
